Repository: Piwigo/Piwigo-Mobile
Catalog: piwigo/Resources/*.lproj/About.strings
Languages: es, ja, ru

# authors1
source: By Spencer Baker, Olaf Greck,
es: Por Spencer Baker, Olaf Greck
ja: Spencer BakerとOlaf Greck
ru: Создано Spencer Baker, Olaf Greck

# authors2
source: and Eddy Lelièvre-Berna
es: y Eddy Lelièvre-Berna
ja: そしてEddy Lelièvre-Bernaによる
ru: и Eddy Lelièvre-Berna

source: Version:
es: Versión:
ja: バージョン：
ru: Версия:

# translators_text
source: We sincerely thank the following users for contributing their time and efforts in translating Piwigo: Thomas Christfort (Danish), Jörg Knoerchen (German), Robert Mulder (Dutch), Michał Majchrowicz (Polish).
es: Agradecemos sinceramente a los siguientes usuarios su contribución en tiempo y esfuerzo para traducir Piwigo: - Árabe: Rachid Haddani, - Alemán: Jörg Knörchen, - Chino (simplificado): Benjamin Chris, - Danés: Thomas Christfort, - Español: Armando Bello y Albert Parera, - Holandés: Robert Mulder y Wim Woonings, - Francés: Eddy Lelièvre-Berna, - Indonesio: Arvin Noer y Alfian Silaban, - Italiano: Alessio Perilli - Japonés: Takahiro Yakoh, - Polaco: Michał Majchrowicz y T00kie, - Ruso: Eugene Vivdich, - Sueco: Elger Lindgren.
ja: Piwigoの翻訳するのに時間と努力を貢献してくれた以下の人達に私たちは心から感謝します： - アラビア語: Rachid Haddani, - デンマーク語: Thomas Christfort, - オランダ語: Robert Mulder と Wim Woonings, - フランス語: Eddy Lelièvre-Berna, - ドイツ語: Jörg Knörchen, - インドネシア語: Alfian Silaban, - 日本語：Takahiro Yakoh, - ポーランド語: Michał Majchrowicz と T00kie, - スウェーデン語: Elger Lindgren.
ru: Мы искренне благодарим следующих пользователей за их время и усилия по переводу Piwigo: - Арабский: Рашид Хаддани, - Китайский (упрощенно): Бенджамин Крис, - Голланд: Robert Mulder and Wim Woonings, - Датский: Thomas Christfort, - Индонезийский: Арвин Ноер и Альфиан Силабан, - Испанский: Армандо Белло и Альберт Парера, - Итальянский: Alessio Perilli - Немецкий: Йорг Кнёрхен, - Польский: Michał Majchrowicz and T00kie, - Русский: Eugene Vivdich, - Французский: Eddy Lelièvre-Berna, - Шведский: Elger Lindgren, - Японский: Такахиро Якох.

# about_text
source: This software contains some third party software that are redistributed under the terms and conditions of their original licenses.
es: Este software contiene otro software de terceros que se redistribuye bajo los términos y condiciones de sus licencias originales.
ja: このソフトウェアには、個別のライセンスの諸条件下で再配布されているサードパーティ製ソフトウェアが含まれています。
ru: Это программное обеспечение содержит некоторый сторонний код, который распространяется на условиях оригинальных лицензий.

# licenceAFN_text
source: AFNetworking The MIT License (MIT) Copyright © 2011-2016 Alamofire Software Foundation (http://alamofire.org/) ________________________________________
es: AFNetworking Licencia MIT (MIT) Copyright © 2011-2016 Alamofire Software Foundation (http://alamofire.org/)
ja: AFNetworking マサチューセッツ工科大学ライセンス (MIT) 著作権 © 2011-2016 Alamofireソフトウェア財団 (http://alamofire.org/) ________________________________________
ru: AFNetworking Лицензия MIT (MIT) Авторское право © 2011-2016 Alamofire Software Foundation (http://alamofire.org/)

# licenceMBProgHUD_text
source: MBProgressHUD The MIT License (MIT) Copyright © 2009-2016 Matej Bukovinski ________________________________________
es: MBProgressHUD Licencia MIT (MIT) Copyright © 2009-2016 Matej Bukovinski
ja: MBProgressHUD マサチューセッツ工科大学ライセンス (MIT) 著作権 © 2009-2016 Matej Bukovinski ________________________________________
ru: MBProgressHUD Лицензия MIT (MIT) Copyright © 2009-2016 Matej Bukovinski

# licenceMGSTC_text
source: MGSwipeTableCell The MIT License (MIT) Copyright © 2016 Imanol Fernandez @MortimerGoro ________________________________________
es: MGSwipeTableCell Licencia MIT (MIT) Copyright © 2016 Imanol Fernandez @MortimerGoro
ja: MGSwipeTableCell マサチューセッツ工科大学ライセンス (MIT) 著作権 © 2016 Imanol Fernandez @MortimerGoro ________________________________________
ru: MGSwipeTableCell Лицензия MIT (MIT) Copyright © 2016 Imanol Fernandez @MortimerGoro

# licenceUICL_text
source: UICountingLabel The MIT License (MIT) Copyright © 2013 Tim Gostony
es: UICountingLabel Licencia MIT (MIT) Copyright © 2013 Tim Gostony
ja: MBProgressHUD マサチューセッツ工科大学ライセンス (MIT) 著作権 © 2009-2016 Matej Bukovinski ________________________________________
ru: UICountingLabel Лицензия MIT (MIT) Copyright © 2013 Tim Gostony

# licenceMIT_text
source: The MIT License (MIT) Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the "Software"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions: The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software. THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE. ________________________________________
es: Licencia MIT (MIT) Por la presente, se otorga permiso, sin cargo, a cualquier persona que obtenga una copia de este software y los archivos de documentación asociados (el "Software"), para negociar con el Software sin restricciones, incluidos, entre otros, los derechos de uso, copia, modificación, fusión, publicación, distribución, sublicencia y/o venta de copias del Software, y para permitir a las personas a quienes se les proporciona el Software que lo hagan, sujeto a las siguientes condiciones: El aviso de copyright anterior y este aviso de permiso se incluirán en todas las copias o partes sustanciales del Software. EL SOFTWARE SE PROPORCIONA "TAL CUAL", SIN GARANTÍA DE NINGÚN TIPO, EXPLÍCITA O IMPLÍCITA, INCLUYENDO PERO SIN LIMITARSE A LAS GARANTÍAS DE COMERCIABILIDAD, APTITUD PARA UN PROPÓSITO Y NO INFRACCIÓN PARTICULARES. EN NINGÚN CASO, LOS AUTORES O LOS TITULARES DE LOS DERECHOS DE AUTOR SERÁN RESPONSABLES DE NINGÚN RECLAMO, DAÑO U OTRA RESPONSABILIDAD, YA SEA EN ACCIÓN DE CONTRATO, DERIVADA DE, FUERA DE, O EN CONEXIÓN CON EL SOFTWARE O EL USO U OTROS TRATAMIENTOS EN EL SOFTWARE.
ja: マサチューセッツ工科大学ライセンス (MIT) 以下に定める条件に従い、本ソフトウェアおよび関連文書のファイル (以下「ソフトウェア」) の複製を取得するすべての人に対し、ソフトウェアを無制限に扱うことを無償で許可します。これには、ソフトウェアの複製を使用、複写、変更、結合、掲載、頒布、サブライセンス、および/または販売する権利、およびソフトウェアを提供する相手に同じことを許可する権利も無制限に含まれます。 上記の著作権表示および本許諾表示を、ソフトウェアのすべての複製または重要な部分に記載するものとします。 ソフトウェアは「現状のまま」で、明示であるか暗黙であるかを問わず、何らの保証もなく提供されます。ここでいう保証とは、商品性、特定の目的への適合性、および権利非侵害についての保証も含みますが、それに限定されるものではありません。 作者または著作権者は、契約行為、不法行為、またはそれ以外であろうと、ソフトウェアに起因または関連し、あるいはソフトウェアの使用またはその他の扱いによって生じる一切の請求、損害、その他の義務について何らの責任も負わないものとします。 ________________________________________
ru: Лицензия MIT (MIT) настоящим предоставляется бесплатно, любому лицу, получающему копию этого программного обеспечения и соответствующие файлы документации ("Программное обеспечение"), для работы в Программном обеспечении без ограничений, в том числе без ограничения прав на использование, копирование, изменение, слияние, публикацию, распространение, сублицензирование и/или продажу копий Программного Обеспечения и позволяет лицам, которым передано Программное Обеспечение, делать перечисленное, с учетом следующих условий: Уведомление об авторских правах и это уведомление о разрешении будут включены во все копии или существенные части Программного обеспечения. ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ ПРЕДОСТАВЛЯЕТСЯ "КАК ЕСТЬ", БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ, ЯВНЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ, ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАЯСЬ ГАРАНТИИ ПРОДАЖИ, ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННЫХ ЦЕЛЕЙ И НЕОФИЦИАЛЬНЫХ ЦЕЛЕЙ. НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ АВТОРЫ НЕ НЕСУТ ОТВЕТСТВЕННОСТИ ЗА ЛЮБЫЕ ПОСЛЕДСТВИЯ, КОТОРЫЕ ВОЗНИКНУТ В ОТНОШЕНИИ КОНТРАКТОВ ИЛИ ДРУГИХ ОБСТОЯТЕЛЬСТВ, ВОЗНИКАЮЩИХ В СВЯЗИ С ПРИМЕНЕНИЕМ ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ ИЛИ УСТРОЙСТВ С ПРОГРАММНЫМ ОБЕСПЕЧЕНИЕМ.
