Repository: Piwigo/Piwigo-Mobile
Catalog: piwigo/Resources/*.lproj/Localizable.strings
Languages: da, de, es, hu, id, it, ja, nl, pl, ru, sv, zh_hant

# tabBar_albums
source: Albums
da: Album
de: Alben
es: Álbumes
hu: Albumok
id: Album
it: Album
ja: アルバム
pl: Albumy
ru: Альбомы
sv: Album
zh_hant: 相簿

# tabBar_upload
source: Upload
de: Hochladen
es: Subir
hu: Feltöltés
id: Unggah
it: Carica
ja: アップロード
nl: Uploaden
pl: Wysyłanie
ru: Загрузка
sv: Ladda Upp
zh_hant: 上傳

# tabBar_preferences
source: Settings
da: Indstillinger
de: Einstellungen
es: Ajustes
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
nl: Instellingen
pl: Ustawienia
ru: Настройки
sv: Inställningar
zh_hant: 設定

# alertDismissButton
source: Dismiss
da: Fortryd
de: Verwerfen
es: Descartar
hu: Elvetés
id: Abaikan
it: Chiudi
ja: 却下
nl: Sluiten
pl: Anuluj
ru: Скрыть
sv: Avfärda
zh_hant: 關閉

# alertYesButton
source: Yes
da: Ja
de: Ja
es: Sí
hu: Igen
id: Ya
it: Si
ja: はい
nl: Ja
pl: Tak
ru: Да
sv: Ja
zh_hant: 是

# alertNoButton
source: No
da: Nej
de: Nein
hu: Nem
id: Tidak
ja: いいえ
nl: Nee
pl: Nie
ru: Нет
sv: Nej
zh_hant: 否

# alertTryAgainButton
source: Try Again
da: Forsøg Igen
de: Erneut versuchen
es: Volver a intentarlo
hu: Újrapróbálkozás
id: Coba Lagi
it: Riprova
ja: もう一度挑戦
nl: Probeer opnieuw
pl: Spróbuj jeszcze raz
ru: Еще раз
sv: Försök igen
zh_hant: 重試

# alertCancelButton
source: Cancel
da: Fortryd
de: Abbrechen
es: Cancelar
hu: Mégsem
id: Batal
it: Annulla
ja: 中止
nl: Annuleren
pl: Anuluj
ru: Отмена
sv: Avbryt
zh_hant: 取消

# alertAddButton
source: Add
da: Tilføj
de: Hinzufügen
es: Añadir
hu: Új
id: Tambah
it: Aggiungi
ja: 追加
nl: Toevoegen
pl: Dodaj
ru: Добавить
sv: Lägg till
zh_hant: 加入

# alertRetryButton
source: Retry
de: Erneut versuchen
es: Reintentar
hu: Újra
id: Ulangi
it: Riprova
ja: 再試行
nl: Probeer opnieuw
pl: Ponów
ru: Повторить
sv: Försök igen
zh_hant: 重試

# alertNextButton
source: Next Photo
da: Næste billede
de: Nächstes Foto
es: Siguiente foto
hu: Következő fotó
id: Gambar Berikutnya
it: Prossima immagine
ja: 次の写真
nl: Volgende foto
pl: Następne zdjęcie
ru: Следующее фото
sv: Nästa bild
zh_hant: 下一張照片

# alertTryButton
source: Try
da: Forsøg
de: Probieren
es: Intentar
hu: Próba
id: Mencoba
it: Prova
ja: 試す
nl: Probeer
pl: Wypróbuj
ru: Попробовать
sv: Prova
zh_hant: 嘗試

# loadingHUD_label
source: Loading…
da: Indlæser…
de: Laden…
es: Cargando…
hu: Betöltés…
id: Memuat…
it: Caricamento…
ja: 読み込み中…
nl: Bezig met laden…
pl: Ładowanie…
ru: Загрузка…
sv: Laddar…
zh_hant: 讀取中...

# completeHUD_label
source: Complete
da: Udført
de: Abgeschlossen
es: Completado
hu: Kész
id: Selesai
it: Completato
ja: 完了
nl: Klaar
pl: Zakończono
ru: Готово
sv: Klart
zh_hant: 完成

# errorHUD_label
source: Error
da: Fejl
de: Fehler
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー！
nl: Fout
pl: Błąd
ru: Ошибка
sv: Fel
zh_hant: 錯誤

# uploadRights_title
source: Upload Rights Needed
da: Rettigheder til Upload Påkrævet
de: Rechte zum Hochladen benötigt
es: Se necesitan derechos de subida
hu: Feltöltési jogok szükségesek
id: Hak Unggah Diperlukan
it: Caricare i diritti necessari
ja: アップロードする権限が必要です
nl: Upload-rechten nodig
pl: Wymagane są uprawnienia do wgrywania zdjęć
ru: Необходимы права на загрузку
sv: Behörighet för uppladdning krävs
zh_hant: 需要上傳權限

# uploadRights_message
source: You must have upload rights to be able to upload photos or videos.
da: Du skal have upload rettigheder for at uploade billeder eller videoer.
de: Sie benötigen Rechte zum Hochladen von oder Videos.
es: Debes tener derechos de subida para poder subir fotos o vídeos.
hu: Muszály rendelkezned feltöltési jogokkal fotók, vagy videók feltöltéséhez.
id: Anda harus memiliki hak unggah untuk dapat mengunggah gambar atau video.
it: È necessario disporre dei diritti di caricamento per essere in grado di caricare immagini o video.
ja: 写真や動画をアップロードするには、アップロード権限が必要です。
nl: Je moet uploadrechten hebben om foto's en video's te kunnen uploaden.
pl: Musisz mieć uprawnienia do przesłania zdjęć lub filmów.
ru: У вас должны быть права на загрузку изображений или видео.
sv: Du måste ha uppladdningsrättigheter för att ladda upp bilder eller filmer.
zh_hant: 你需要有上傳權限才能上傳照片或影片。

# internetErrorGeneral_title
source: Connection Error
da: Forbindelsesfejl
de: Verbindungsfehler
es: Error de conexión
hu: Kapcsolódási Hiba
id: Galat Koneksi
it: Errore di Connessione
ja: 接続エラー
nl: Verbindingsfout
pl: Błąd połączenia
ru: Ошибка подключения
sv: Anslutningsfel
zh_hant: 連線錯誤

# internetErrorGeneral_broken
source: Sorry, the communication was broken. Try logging in again.
da: Forbindelsen blev afbrudt. Prøv at logge ind igen.
de: Die Kommunikation wurde unterbrochen. Versuche Dich erneut anzumelden.
es: Lo sentimos, la comunicación se ha interrumpido. Intenta iniciar sesión de nuevo.
hu: Elnézést, de a kommunikáció megszakadt. Próbálj meg mégegyszer belépni!
id: Maaf, komunikasi terputus. Coba masuk lagi.
it: Ci dispiace, c'è un errore di comunicazione. Prova ad accedere nuovamente.
ja: 申し訳ありませんが、通信が途切れました。再度ログインしてください。
nl: Sorry, de verbinding is verbroken. Probeer opnieuw in te loggen.
pl: Przepraszamy komunikacja została przerwana. Spróbuj zalogować się ponownie.
ru: Извините, соединение было прервано. Попробуйте войти снова.
sv: Tyvärr, kommunikationen bröts. Försök logga in igen.
zh_hant: 抱歉，連線失敗。請再試一次。

# internetCancellingConnection_button
source: Cancelling Connection…
da: Annullerer forbindelsen…
de: Verbindung wird abgebrochen…
es: Cancelando Conexión…
hu: Kapcsolat megszakítása…
id: Membatalkan Koneksi…
it: Annullare la connessione…
ja: 接続を中止しています...
nl: Verbinding afgebroken…
pl: Anulowanie połączenia…
ru: Отмена соединения…
sv: Avbryter anslutningen…
zh_hant: 正在取消連線...

# internetCancelledConnection_button
source: Cancel Connection
da: Annuller forbindelsen
de: Verbindung abbrechen
es: Cancelar conexión
hu: Megszakítás
id: Batalkan Koneksi
it: Annullare la connessione
ja: 接続を中止する
nl: Verbinding afgebroken
pl: Anuluj połączenie
ru: Отменить соединение
sv: Avbryt anslutningen
zh_hant: 取消連線

# internetCancelledConnection_title
source: Connection Cancelled
da: Forbindelsen afbrudt
de: Verbindung abgebrochen
es: Conexión cancelada
hu: Kapcsolat megszakítva
id: Koneksi Dibatalkan
it: Connessione annullata
ja: 接続が中止されました
nl: Verbindingen afgebroken
pl: Połączenie anulowane
ru: Соединение отменено
sv: Anslutningen avbrutet
zh_hant: 連線已取消

# PiwigoServer_wrongJSONobject
source: Could not digest JSON object returned by Piwigo server.
da: Kunne ikke læse JSON objekt fra Piwigo server.
de: Konnte das vom Piwigo-Server zurückgegebene JSON-Objekt nicht auswerten.
es: No se ha podido procesar el objeto JSON devuelto por el servidor Piwigo.
hu: Nem sikerült értelmezni a Piwigo szervertől érkező JSON objektumot.
it: Impossibile digerire l'oggetto JSON restituito dal server Piwigo.
ja: Piwigoサーバが返すJSONオブジェクトを要約できませんでした。
nl: Kan JSON object van Piwigo server niet verwerken.
pl: Nie można przejąć obiektu JSON zwróconego przez serwer Piwigo.
ru: Не удалось оформить объект JSON, возвращённый сервером Piwigo.
sv: Kunde inte smälta JSON-objekt som returneras av Piwigo server.
zh_hant: 無法正確讀取自Piwigo伺服器回傳的JSON資料。

# PiwigoServer_invalidJSONobject
source: Piwigo server did not return a valid JSON object.
da: Piwigo-serveren returnerede ikke et gyldigt JSON- objekt.
de: Der Piwigo-Server hat kein gültiges JSON-Objekt zurückgegeben.
es: El servidor Piwigo no ha devuelto un objeto JSON válido.
hu: A Piwigo szerver érvénytelen JSON objektummal válaszolt.
it: Il server Piwigo non ha restituito un oggetto JSON valido.
ja: Piwigoサーバは有効なJSONオブジェクトを返しませんでした。
nl: De Piwigo-server heeft geen geldig JSON-object teruggegeven.
pl: Serwer Piwigo nie zwrócił poprawnego obiektu JSON.
ru: Сервер Piwigo не вернул действительный объект JSON.
sv: Piwigo-servern returnerade inte ett giltigt JSON-objekt.
zh_hant: Piwigo伺服器回傳了無效的JSON物件。

# PiwigoServer_emptyJSONobject
source: Piwigo server did return an empty JSON object.
da: Piwigo server returnerede et tomt JSON objekt.
de: Der Piwigo Server hat ein leeres JSON-Objekt zurückgegeben.
hu: Üres JSON objektum érkezett a Piwigo szervertől.
it: Il server Piwigo ha restituito un oggetto JSON vuoto.
ja: Piwigoサーバーは空のJSONオブジェクトを返しました。
nl: Piwigo-server geeft een leeg JSON object terug.
pl: Serwer Piwigo zwrócił pusty obiekt JSON.
ru: Сервер Piwigo вернул пустой объект JSON.
sv: Piwigo-servern returnerade ett tomt JSON-objekt.
zh_hant: Piwigo回傳了空的JSON物件。

# CoreDataStore_WarningTitle
source: Warning
da: Advarsel
de: Warnung
es: Advertencia
hu: Figyelem
it: Avvertimento
ja: 注意
nl: Waarschuwing
pl: Ostrzeżenie
ru: Внимание
sv: Varning
zh_hant: 警告

# CoreDataStore_WarningMessage
source: A serious application error occurred while Piwigo tried to read the data cache. A new cache has therefore been created.
da: En alvorlig applikationsfejl opstod under Piwigo forsøgte at læse data-cachen. En ny cache er derfor blevet oprettet.
de: Ein schwerwiegender Anwendungsfehler trat auf, während Piwigo versuchte, den Daten-Cache zu lesen. Daher wurde ein neuer Cache angelegt.
es: Se ha producido un error grave en la aplicación mientras Piwigo intentaba leer la caché de datos. Por lo tanto, se ha creado una nueva caché.
hu: Komoly hibára futottunk, miközben a Piwigo a gyorsítótár adatait próbálta olvasni. Új gyorsítótárat kellett létrehozni.
it: Si è verificato un grave errore di applicazione mentre Piwigo ha cercato di leggere la cache dei dati. È stata quindi creata una nuova cache.
ja: Piwigoがデータキャッシュを読もうとした際に深刻なアプリケーションエラーが発生しました。ゆえに、新しいキャッシュが生成されました。
nl: Er is een ernstige toepassingsfout opgetreden toen Piwigo probeerde de gegevenscache te lezen. Er is daarom een nieuwe cache gemaakt.
pl: Wystąpił poważny błąd aplikacji podczas próby odczytu pamięci podręcznej Piwigo. W związku z tym utworzono nową pamięć podręczną.
ru: Произошла серьезная ошибка приложения при попытке Piwigo прочитать кэш данных. Поэтому был создан новый кэш.
sv: Ett allvarligt programfel uppstod när Piwigo försökte läsa datacheminnet. En ny cache har därför skapats.
zh_hant: 在讀取快取時發生了一個嚴重的程式錯誤。因此重新建立了新的快取。

# CoreDataFetch_DigestError
source: Could not digest the fetched data.
da: Kunne ikke hente data.
de: Konnte die abgerufenen Daten nicht verarbeiten.
es: No se han podido procesar los datos obtenidos.
hu: Értelmezhetetlen a letöltött adat.
it: Impossibile digerire i dati recuperati.
ja: 取得データを要約できませんでした。
nl: Kon de opgehaalde gegevens niet verwerken.
pl: Nie można przetworzyć pobranych danych.
ru: Не удалось обработать полученные данные.
sv: Kunde inte sammanfatta den hämtade datan.
zh_hant: 無法讀取接收到的資料。

# CoreData_MigrationRequired
source: The persistent database of your Piwigo data requires migration. Please launch the application.
de: Die persistente Datenbank Ihrer Piwigo-Daten muss migriert werden. Bitte starten Sie die Anwendung.
it: Il database persistente dei dati di Piwigo richiede la migrazione. Avviare l'applicazione.
ru: Постоянная база данных ваших данных Piwigo требует миграции. Пожалуйста, запустите приложение.
sv: Den permanenta databasen med dina Piwigo-data behöver migreras. Vänligen starta applikationen.

# CoreData_MigrationProgress
source: Migration in Progress...
da: Migration i gang...
de: Migration läuft...
it: Migrazione in corso...
ja: 移行中...
nl: Migratie in uitvoering...
ru: Миграция в процессе...
sv: Migrering pågår...

# Coredata_MigrationPleaseWait
source: We are in the process of migrating some of your data. Please wait until the end. Do not quit or kill the application.
da: Vi migrerer i øjeblikket nogle af dine data. Vent venligst til den er færdig. Du må ikke lukke programmet.
de: Wir migrieren derzeit einige Ihrer Daten. Bitte haben Sie Geduld, bis der Vorgang abgeschlossen ist. Beenden oder verlassen Sie die Anwendung während dessen nicht.
it: Stiamo migrando alcuni dei vostri dati. Attendere fino alla fine. Non abbandonate o chiudete l'applicazione.
ja: 現在、お客様のデータの一部を移行しています。完了するまでお待ちください。アプリケーションは終了させないでください。
nl: We migreren momenteel enkele van uw data. Wacht tot het is voltooid. Stop de applicatie niet.
ru: Мы находимся в процессе переноса некоторых ваших данных. Пожалуйста, подождите до конца. Не выходите из приложения и не завершайте его работу.
sv: Vi håller på att migrera en del av dina data. Vänligen vänta till slutet. Avsluta inte eller döda inte programmet.

# CoreData_MigrationError_title
source: Migration Failed
de: Migration fehlgeschlagen
it: Migrazione fallita
ru: Миграция не удалась
sv: Migreringen misslyckades

# CoreData_MigrationError_generic
source: An unexpected error occurred during the migration.
de: Während der Migration ist ein unerwarteter Fehler aufgetreten.
it: Si è verificato un errore imprevisto durante la migrazione.
ru: Во время миграции произошла непредвиденная ошибка.
sv: Ett oväntat fel inträffade under migreringen.

# CoreData_MigrationError_timeout
source: The app was suspended while migrating the database. Please restart the app and try again.
de: Die Anwendung wurde während der Migration der Datenbank angehalten. Bitte starten Sie die Anwendung neu und versuchen Sie es erneut.
it: L'applicazione è stata sospesa durante la migrazione del database. Riavviare l'applicazione e riprovare.
ru: Работа приложения была приостановлена во время миграции базы данных. Пожалуйста, перезапустите приложение и повторите попытку.
sv: Appen avbröts medan databasen migrerades. Vänligen starta om appen och försök igen.

# CoreDataFetch_UserMissingData
source: Will discard a user account missing a valid username.
da: Vil kassere en brugerkonto mangler et gyldigt brugernavn.
de: Verwirft ein Benutzerkonto ohne gültigen Benutzernamen.
it: Scarta un account utente mancante di un nome utente valido.
ja: 有効なユーザー名がないユーザーアカウントは破棄されます。
nl: Verwijdert een gebruikersaccount en mist een geldige gebruikersnaam.
ru: Сбросит имя пользователя без корректного имени пользователя.
sv: Kommer att kassera ett användarkonto som saknar ett giltigt användarnamn.
zh_hant: 會拋棄無效使用者名稱的帳號。

# CoreDataFetch_UserUnknownStatus
source: Failed to get Community extension parameters. Try logging in again.
da: Kunne ikke hente Community udvidelsens parametre. Prøv at logge ind igen.
de: Die Parameter der Community-Erweiterung konnten nicht abgerufen werden. Versuchen Sie, sich erneut anzumelden.
it: Impossibile ottenere i parametri di estensione di comunità. Prova ad accedere nuovamente.
ja: Community拡張パラメータを取得できませんでした。 もう一度ログインしてください。
nl: Fout bij het ophalen van de Community extensie parameters. Probeer opnieuw in te loggen.
ru: Не удалось получить параметры плагина Community. Попробуйте войти снова.
sv: Kunde inte hämta utökade parametrar för Community. Prova med att logga in igen.
zh_hant: 無法獲得社群插件參數。 請嘗試重新登入。

# CoreData_UserCreateFailed
source: Failed to create a new User object.
da: Kunne ikke oprette et nyt brugerobjekt.
de: Das Erstellen eines neuen Benutzerobjekts ist fehlgeschlagen.
it: Impossibile creare un nuovo oggetto utente.
ja: 新しいUserオブジェクトの作成に失敗しました。
nl: Het maken van een nieuw gebruikersobject is mislukt.
ru: Не удалось создать новый объект пользователя.
sv: Det gick inte att skapa ett nytt användarobjekt.
zh_hant: 無法建立新的用戶物件。

# CoreDataFetch_AlbumError
source: Fetch albums error!
da: Fejl ved hentning af albums!
de: Fehler beim Abrufen von Alben!
it: Errore recupero album!
ja: アルバムエラーを取得しました！
nl: Albums fout ophalen!
ru: Ошибка получения альбомов!
sv: Hämta album fel!
zh_hant: 讀取相簿失敗!

# CoreDataFetch_AlbumMissingData
source: Found and will discard an album missing a valid ID or name.
da: Fundet og vil kassere et album der mangler et gyldigt ID eller navn.
de: Gefunden und verwirft ein Album, dem eine gültige ID oder ein Name fehlt.
it: Trovato e scarterà un album mancante di un ID o un nome valido.
ja: 有効なIDまたは名前がないアルバムを見つけて破棄します。
nl: Gevonden en zullen een album verwijderen dat een geldige ID of naam ontbeert.
ru: Найдено и отбросит альбом без действительного идентификатора или имени.
sv: Hittade och kommer att kasta ett album som saknar ett giltigt ID eller namn.
zh_hant: 已找到並將會刪除一個帶有無效ID或名稱的相簿。

# CoreDataFetch_AlbumCreateFailed
source: Failed to create a new Album object.
da: Kunne ikke oprette et nyt albumobjekt.
de: Es konnte kein neues Album-Objekt erstellt werden.
it: Creazione di un nuovo oggetto album non riuscita.
ja: 新しいアルバムオブジェクトの作成に失敗しました。
nl: Het maken van een nieuw Album object is mislukt.
ru: Не удалось создать новый объект Альбома.
sv: Det gick inte att skapa ett nytt albumobjekt.
zh_hant: 新相簿建立失敗。

# CoreData_AlbumNotFound
source: Album not in persistent cache.
da: Albummet er ikke i cache.
de: Album nicht im persistenten Cache.
it: Album non nella cache persistente.
ja: アルバムが永続キャッシュにありません。
nl: Album niet in persistente cache.
ru: Альбом не в постоянном кэше.
sv: Album ej i ihållande cache.
zh_hant: 相簿不在永久快取中。

# CoreDataFetch_ImageError
source: Fetch photos/videos error!
da: Hent billeder/videoer fejl!
de: Fehler beim Abrufen von Fotos/Videos!
it: Recupera foto / video errore!
ja: 写真/動画を取得するエラー！
nl: Fout bij het ophalen van foto's/video's!
ru: Ошибка получения фотографий/видео!
sv: Hämta foton/videofel!
zh_hant: 取得照片/影片失敗!

# CoreDataFetch_ImageMissingData
source: Found and will discard a photo/video missing a valid ID or URL.
da: Fundet og vil kassere et foto/video der mangler et gyldigt ID eller URL.
de: Gefunden und verwirft ein Foto/Video ohne gültige ID oder URL.
it: Trovato e scarterà una foto/video mancante di un ID o URL valido.
ja: 有効なIDまたはURLが見つかり、写真/ビデオを破棄します。
nl: Een foto/video die geen geldige ID of URL mist en zal worden verwijderd.
ru: Найдено и будет отменена фотография/видео без действительного идентификатора или URL.
sv: Hittade och kommer att kasta ett foto/video som saknar ett giltigt ID eller URL.
zh_hant: 已找到並將會刪除一個帶有無效ID或連結的照片/影片。

# CoreDataFetch_ImageCreateFailed
source: Failed to create a new Image object.
da: Kunne ikke oprette et nyt billedobjekt.
de: Es konnte kein neues Bildobjekt erstellt werden.
it: Impossibile creare un nuovo oggetto immagine.
ja: 新しい画像オブジェクトの作成に失敗しました。
nl: Nieuw object afbeelding maken mislukt.
ru: Не удалось создать новый объект изображения.
sv: Det gick inte att skapa ett nytt bildobjekt.
zh_hant: 新圖片建立失敗。

# CoreDataFetch_TagError
source: Fetch tags error!
da: Fejl ved henting af tags!
de: Schlagwort-Fehler abrufen!
es: ¡Error al recuperar las etiquetas!
hu: Hiba a címkék letöltésekor!
it: Recupera l'errore dei tag!
ja: タグ取得エラー！
nl: Fout bij het ophalen van tags!
pl: Błąd pobierania znaczników!
ru: Ошибка выборки тэгов!
sv: Hämta taggar fel!
zh_hant: 讀取標籤失敗!

# CoreDataFetch_TagMissingData
source: Found and will discard a tag missing a valid code or name.
da: Fandt et tag der mangler gyldig kode eller navn. Tag kasseres.
de: Ein Tag ohne gültigen Code oder Namen wurde gefunden und verworfen.
es: Se ha encontrado y se descartará una etiqueta que no tiene un código o nombre válido.
hu: Kaptunk, és elvetettünk egy címkét, aminek nem volt megfelelő kódja, vagy neve.
it: Trovato e scarterà un tag mancante di un codice o un nome valido.
ja: 有効なコードや名前のないタグを見つけて捨てる。
nl: Een tag zonder geldige code of naam gevonden welke verwijderd zal worden.
pl: Znaleziono i będzie usunięty znacznik bez poprawnego kodu lub nazwy.
ru: Найден и будет отключен тэг, в котором отсутствует допустимый код или имя.
sv: Hittade och kommer att kasta en tagg som saknar en giltig kod eller namn.
zh_hant: 已找到並將會刪除一個帶有無效代號或名稱的標籤。

# CoreDataFetch_TagCreateFailed
source: Failed to create a new Tag object.
da: Kunne ikke oprette et nyt Tag-objekt.
de: Fehler beim Erstellen eines neuen Tag-Objekts.
es: No se ha podido crear un nuevo objeto de Etiqueta.
hu: Nem sikerült létrehozni az új címkeobjektumot.
it: Impossibile creare un nuovo oggetto tag.
ja: 新しいタグオブジェクトの作成に失敗しました。
nl: Aanmaken van nieuw label-object is mislukt.
pl: Nie udało się utworzyć nowego obiektu znacznika.
ru: Не удалось создать новый тэг объекта.
sv: Det gick inte att skapa ett nytt taggobjekt.
zh_hant: 新標籤建立失敗。

# CoreDataFetch_UploadCreateFailed
source: Failed to create a new Upload object.
da: Kunne ikke oprette et nyt Upload objekt.
de: Fehler beim Erstellen eines neuen Upload-Objekts.
es: No se ha podido crear un nuevo objeto de carga.
hu: Nem sikerült létrehozni az új feltöltésobjektumot.
it: Creazione di un nuovo oggetto Upload non riuscita.
ja: 新しいアップロードオブジェクトの作成に失敗しました。
nl: Het maken van een nieuw upload-object is mislukt.
pl: Nie udało się utworzyć nowego obiektu prześlij.
ru: Не удалось создать новую загрузку объекта.
sv: Det gick inte att skapa ett nytt uppladdningsobjekt.
zh_hant: 新上傳物件建立失敗。

# CoreDataFetch_UploadMissingAsset
source: Failed to retrieve photo.
da: Kunne ikke hente foto.
de: Foto konnte nicht abgerufen werden.
es: Error al recuperar la foto.
hu: Fotó letöltése sikertelen.
it: Impossibile recuperare la foto.
ja: 写真の取得に失敗しました。
nl: Fout bij het ophalen van de foto.
pl: Nie udało się pobrać zdjęcia.
ru: Ошибка загрузки фотографии.
sv: Kunde inte hämta foto.
zh_hant: 獲取照片失敗。

source: Login
da: Log ind
de: Anmelden
es: Iniciar sesión
hu: Bejelentkezés
id: Masuk
it: Accedi
ja: ログイン
nl: Inloggen
pl: Zaloguj
ru: Войти
sv: Logga in
zh_hant: 登入

# login_userPlaceholder
source: Username (optional)
da: Brugernavn (valgfri)
de: Benutzername (optional)
es: Nombre de usuario (opcional)
hu: Felhasználónév (opcionális)
id: Nama pengguna (opsional)
it: Nome utente (opzionale)
ja: ユーザ名 (オプション)
nl: Gebruikersnaam (optioneel)
pl: Nazwa użytkownika (opcjonalna)
ru: Пользователь (необязательно)
sv: Användarnamn (frivilligt)
zh_hant: 帳號 (選填)

# login_passwordPlaceholder
source: Password (optional)
da: Adgangskode (valgfrit)
de: Passwort (optional)
es: Contraseña (opcional)
hu: Jelszó (opcionális)
id: Kata sandi (opsional)
it: Password (opzionale)
ja: パスワード (オプション)
nl: Wachtwoord optioneel
pl: Hasło (opcjonalne)
ru: Пароль (необязательно)
sv: Lösenord (frivilligt)
zh_hant: 密碼 (選填)

# login_loggingIn
source: Logging In...
da: Logger ind...
de: Anmeldung läuft...
es: Iniciando sesión...
hu: Bejelentkezés...
id: Proses Masuk...
it: Accesso in corso...
ja: ログイン中...
nl: Bezig met aanmelden...
pl: Logowanie...
ru: Выполняется вход...
sv: Loggar In...
zh_hant: 登入中...

# login_connecting
source: Connecting
da: Forbinder
de: Verbinde
es: Conectando
hu: Kapcsolódás
id: Menyambungkan
it: Connessione in corso
ja: 接続しています
nl: Bezig met verbinden
pl: Łączenie
ru: Соединение
sv: Ansluter
zh_hant: 連線中

# login_newSession
source: Opening Session
da: Åbner session
de: Starte die Sitzung
es: Abriendo sesión
hu: Munkamenet megnyitása
id: Membuka Sesi
it: Sessione di apertura
ja: セッションを開いています
nl: Sessie openen
pl: Otwieranie sesji
ru: Открытие сессии
sv: Öppnar session
zh_hant: 開始作業階段

# login_closeSession
source: Closing Session...
de: Beenden der Session ...
it: Chiusura Sessione...
ru: Закрытие сессии...
sv: Stänger session...

# login_communityParameters
source: Community Parameters
da: Community parametre
de: Community Parameter
es: Parámetros de comunidad
hu: Community paraméterek
id: Parameter Komunitas
it: Parametri di Community
ja: Communityの設定
nl: Gemeenschap Parameters
pl: Community parametrów
ru: Параметры сообщества
sv: Communityparametrar
zh_hant: 社群參數

# login_serverParameters
source: Piwigo Parameters
da: Piwigo Parametre
de: Piwigo Parameter
es: Parámetros de Piwigo
hu: Piwigo paraméterek
id: Parameter Piwigo
it: Parametri di Piwigo
ja: Piwigoの設定
pl: Parametry Piwigo
ru: Параметры Piwigo
sv: Piwigoparametrar
zh_hant: Piwigo參數

# login_connectionChanged
source: Connection Changed!
da: Forbindelsen ændret!
de: Verbindung geändert!
es: ¡Ha cambiado la conexión!
hu: A kapcsolat megváltozott!
id: Koneksi diubah!
it: Connessione cambiata!
ja: 接続が変更されました！
nl: Verbinding gewijzigd!
pl: Połączenie uległo zmianie!
ru: Соединение изменено!
sv: Anslutningen ändrad!
zh_hant: 連線變更!
