Repository: Piwigo/Piwigo-Mobile
Catalog: piwigo/Resources/*.lproj/Localizable.strings
Languages: da, de, es, hu, id, it, ja, nl, pl, ru, sv, zh_hant

# imageUploadClearFailedSingle
source: Clear Failed Upload
da: Ryd Mislykket Upload
de: Gescheiterten Upload löschen
es: Limpiar subida fallida
hu: Hibás feltöltések kipucolása
it: Pulisci Caricamento Fallito
ja: 失敗したアップロードをクリアする
nl: Wis mislukte upload
pl: Wyczyść nieudane przesłanie
ru: Очистить неудачную загрузку
sv: Rensa misslyckad uppladdning
zh_hant: 清理失敗的上傳

# imageUploadClearFailedSeveral
source: Clear %@ Failed Uploads
da: Ryd %@ Mislykkede Uploads
de: Gescheiterte %@ Uploads löschen
es: Limpiar %@ subidas fallidas
hu: %@ hibás feltöltés eltávolítása
it: Pulisci %@ Caricamento non riuscito
ja: %@ 件の失敗したアップロードをクリアする
nl: Wis %@ Mislukte uploads
pl: Wyczyść nieudane przesłania: %@
ru: Очистить %@ Неудачных Загрузок
sv: Rensa %@ misslyckade uppladdningar
zh_hant: 清理%@個失敗的上傳

# imageUploadClearCompletedSingle
source: Clear Completed Upload
da: Ryd Afsluttede Upload
de: Abgeschlossenen Upload löschen
es: Limpiar subida completada
hu: Hibás feltöltések eltávolítva
it: Pulisci Caricamento Completato
ja: 完了したアップロードをクリアする
nl: Wis voltooide upload
pl: Wyczyść zakończone przesłanie
ru: Очистить завершённую загрузку
sv: Rensa slutförd uppladdning
zh_hant: 清理已完成的上傳

# imageUploadClearCompletedSeveral
source: Clear %@ Completed Uploads
da: Ryd %@ færdige Uploads
de: Abgeschlossene %@ Uploads löschen
es: Limpiar %@ subidas completadas
hu: %@ befejezett feltöltés eltávolítása
it: Pulisci %@ caricamenti completati
ja: %@ 件の完了したアップロードをクリア
nl: Wis %@ voltooide uploads
pl: Wyczyść zakończone przesłania: %@
ru: Очистить %@ завершенных загрузок
sv: Rensa %@ Avslutade uppladdningar
zh_hant: 清理%@個已完成的上傳

# imageUploadResumeSingle
source: Resume Upload
da: Genoptag Upload
de: Fehlgeschlagenen Upload fortsetzen
es: Reanudar la subida fallida
hu: Feltöltés folytatása
it: Riprendi Caricamento
ja: 失敗したアップロードを再開する
nl: Upload hervatten
pl: Wznów nieudane przesyłanie
ru: Возобновить Загрузку
sv: Återuppta uppladdning
zh_hant: 恢復上傳

# imageUploadResumeSeveral
source: Resume %@ Uploads
da: Genoptag %@ Uploads
de: Fehlgeschlagene %@ Uploads fortsetzen
es: Reanudar %@ subidas fallidas
hu: %@ feltöltés folytatása
it: Riprendi %@ caricamenti
ja: %@ 件の失敗したアップロードを再開する
nl: Hervat %@ Uploads
pl: Wznów nieudane przesyłanie: %@
ru: Возобновить %@ Загрузок
sv: Återuppta %@ uppladdningar
zh_hant: 恢復%@個上傳

# imageUploadProgressBar_completed
source: Completed
da: Fuldført
de: Abgeschlossen
es: Terminado
hu: Befejezve
id: Selesai
it: Completato
ja: 完了しました
nl: Klaar
pl: Zakończono
ru: Выполнено
sv: Klart
zh_hant: 完成

# imageUploadCompleted_title
source: Upload Completed
da: Upload Fuldført
de: Erfolgreich hochgeladen
es: Transferencia completada
hu: A feltöltés befejeződött
id: Pengunggahan Selesai
it: Caricamento Completato
ja: アップロードが完了しました
nl: Uploaden klaar
pl: Przesyłanie Zakończone
ru: Загрузка завершена
sv: Uppladdning Slutförd
zh_hant: 上傳完成

# imageUploadCompleted_message
source: photo uploaded to your Piwigo server.
da: billede/video uploadet til Piwigo server.
de: Fotos/Videos wurden auf Ihren Piwigo-Server hochgeladen.
es: foto subida a su servidor Piwigo.
hu: fotó feltöltve a Piwigo szerveredre.
id: gambar/video telah duinggah ke peladen Piwigo Anda.
it: immagine/video caricati sul server di Piwigo.
ja: 写真／動画が、Piwigoサーバにアップロードされました。
nl: foto/video die ge-upload zijn naar jouw Piwigo-server.
pl: zdjęcie/film zostało przesłane do Twojego serwera Piwigo.
ru: фото загружено на Ваш сервер Piwigo.
sv: bilder/videor laddades upp till din Piwigoserver.
zh_hant: 張照片已上傳到您的Piwigo伺服器。

# imageUploadCompleted_message>1
source: photos uploaded to your Piwigo server.
da: billeder/videoer uploadet til Piwigo server.
de: Fotos/Videos auf Ihren Piwigo-Server hochgeladen.
es: fotos subidas a su servidor Piwigo.
hu: fotók feltöltve a Piwigo szerveredre.
id: gambar/video telah diunggah ke peladen Piwigo Anda.
it: immagini/video caricati sul server di Piwigo.
ja: 写真／動画が、Piwigoサーバにアップロードされました。
nl: afbeeldingen/video's geüpload naar uw server Piwigo.
pl: zdjęcia/filmy zostały przesłane do Twojego serwera Piwigo.
ru: фотографии загружены на Ваш сервер Piwigo.
sv: bilder/videor laddades upp till din Piwigoserver.
zh_hant: 張照片已上傳到您的Piwigo伺服器。

# uploadError_title
source: Upload Error
da: Fejl under upload
de: Fehler beim Hochladen
es: Error al subir
hu: Feltöltési hiba
id: Galat dalam Mengunggah
it: Errore di caricamento
ja: アップロードエラー
nl: Upload-fout
pl: Błąd przesyłania
ru: Ошибка загрузки
sv: Uppladdningsfel
zh_hant: 上傳錯誤

# uploadError_message
source: Could not upload your photo. Error: %@
da: Kunne ikke uploade dit billede. Fejl: %@
de: Konnte Ihr Foto nicht hochladen. Fehler: %@
es: No se pudo cargar la foto. Error: %@
hu: Nem sikerült feltölteni a fotót. Hiba: %@
id: Tidak dapat mengunggah gambar Anda. Galat: %@
it: Impossibile caricare la tua immagine. Errore: %@
ja: 写真をアップロードできませんでした。エラー: %@
nl: Kon je foto niet uploaden. Fout: %@
pl: Nie można przesłać zdjęcia. Błąd: %@
ru: Не удалось закачать Ваше фото. Ошибка: %@
sv: Kunde inte ladda upp din bild. Fel: %@
zh_hant: 無法上傳您的照片。錯誤: %@

# uploadCancelled_title
source: Upload Cancelled
da: Upload annulleret
de: Hochladen abgebrochen
es: Carga cancelada
hu: Feltöltés megszakítva
id: Mengunggah Dibatalkan
it: Caricamento annullato
ja: アップロードが取り消されました
nl: Uploaden afgebroken
pl: Anulowano Wysyłanie
ru: Загрузка отменена
sv: Uppladdning avbruten
zh_hant: 上傳已取消

# uploadNoInternetNetwork
source: No Internet Connection
da: Ingen Internetforbindelse
de: Keine Internetverbindung
es: No hay conexión a Internet
hu: Nincs internetkapcsolat
it: Nessuna Connessione Internet
ja: インターネット接続がありません
nl: Geen internetverbinding
pl: Brak połączenia z Internetem
ru: Нет подключения к Интернету
sv: Ingen internetanslutning
zh_hant: 沒有網路連線

# uploadNoWiFiNetwork
source: No Wi-Fi Connection
da: Ingen Wi-Fi forbindelse
de: Keine WLAN-Verbindung
es: No hay conexión Wi-Fi
hu: Nincs elérhető Wi-Fi kapcsolat
it: Nessuna Connessione Wi-Fi
ja: Wi-Fi接続がありません
nl: Geen wifi-verbinding
pl: Brak połączenia Wi-Fi
ru: Нет подключения к Wi-Fi
sv: Ingen Wi-Fi-anslutning
zh_hant: 沒有 Wi-Fi 連線

# uploadLowPowerMode
source: Low Power Mode enabled
da: Lav strømtilstand aktiveret
de: Energiesparmodus aktiviert
es: Modo de bajo consumo activado
hu: Az alacsony töltöttségű mód be van kapcsolva
it: Modalità di alimentazione bassa attivata
ja: 低消費電力モード有効
nl: Lage energie modus ingeschakeld
pl: Tryb oszczędzania energii włączony
ru: Режим низкого энергопотребления включен
sv: Lågt strömläge aktiverat
zh_hant: 已開啟低耗電模式

# uploadSection_impossible
source: Impossible Uploads
da: Umulige Uploads
de: Unmögliche Uploads
es: Subidas imposibles
hu: Nem feltölthető
it: Caricamenti Impossibili
ja: 不可なアップロード
nl: Onmogelijke uploads
pl: Przesyłania niemożliwe
ru: Загрузки невозможны
sv: Omöjliga uppladdningar
zh_hant: 無法上傳

# uploadSection_resumable
source: Resumable Uploads
da: Genoptagelige Uploads
de: Fortsetzbare Uploads
es: Subidas reanudables
hu: Folytatható feltöltés
it: Caricamenti Riutilizzabili
ja: 再開可能なアップロード
nl: Herzienbare Uploads
pl: Przesyłania do wznowienia
ru: Возобновляемые загрузки
sv: Återuppladdningsbara uppladdningar
zh_hant: 可回復的上傳

# uploadSection_queue
source: Upload Queue
da: Uploads Kø
de: Upload-Warteschlange
es: Cola de subidas
hu: Feltöltési sor
it: Uploads Coda
ja: アップロードキュー
nl: Uploads wachtrij
pl: Kolejka przesyłania
ru: Очередь загрузок
sv: Uppladdningar kö
zh_hant: 上傳隊列

# imageUploadError_title
source: Photo Upload Error
da: Fejl under upload
de: Fehler beim Foto Hochladen
es: Error al cargar la foto
hu: Fotófeltöltési hiba
id: Galat dalam Mengunggah Gambar
it: Errore nel caricamento dell'immagine
ja: 写真アップロードエラー
nl: Foto-upload-fout
pl: Błąd przesyłania zdjęcia
ru: Ошибка загрузки фото
sv: Bilduppladdningsfel
zh_hant: 照片上傳錯誤

# imageUploadError_format
source: File format not accepted by Piwigo server.
da: Filformat ikke accepteret af Piwigo server.
de: Dateiformat vom Piwigo-Server nicht akzeptiert.
es: Formato de archivo no aceptado por el servidor Piwigo.
hu: Ezt a formátumot nem fogadja el a Piwigo szerver.
id: Maaf, berkas gambar dengan ekstensi .%@ dan .jpg tidak diterima oleh peladen Piwigo.
it: Formato di file non accettato dal server Piwigo.
ja: Piwigoサーバーでは受け付けられないファイル形式です。
nl: Bestandsindeling niet geaccepteerd door de Piwigo-server.
pl: Format pliku nie został zaakceptowany przez serwer Piwigo.
ru: Формат файла не принят сервером Piwigo.
sv: Filformatet accepteras inte av Piwigo server.
zh_hant: Piwigo不支援此格式。

# imageUploadError_source
source: cannot create photo source
da: kan ikke oprette billede kilde
de: Kann Foto am Ursprung nicht erstellen
es: no se pudo crear la fuente de la foto
hu: nem hozható létre a fotó forrása
id: tidak dapat membuat sumber gambar
it: non è possibile creare l'origine dell'immagine
ja: 元写真を作成できません
nl: kan geen foto-bron maken
pl: nie można utworzyć źródła zdjęcia
ru: невозможно создать источник фотографий
sv: kan inte skapa bildkälla
zh_hant: 無法建立照片來源

# imageUploadError_destination
source: cannot create photo destination
da: kan ikke oprette billed destination
de: Kann Foto am Ziel nicht erstellen
es: no se puede crear el destino de la foto
hu: nem hozható létre a fotó a célhelyen
id: tidak dapat membuat tujuan gambar
it: non è possibile creare immagine destinazione
ja: 写真の保存先を作成できません
nl: kan geen foto-bestemming maken
pl: nie można utworzyć celu zdjęcia
ru: невозможно создать место назначения изображения
sv: kan inte skapa bild destination
zh_hant: 無法建立照片目標

# imageUploadError_iCloud
source: Could not retrieve photo. Error: %@
da: Kunne ikke hente billedet. Fejl: %@
de: Foto konnte nicht abgerufen werden. Fehler: %@
es: No se pudo obtener la foto. Error: %@
hu: Nem sikerült betölteni a fotót. Hiba: %@
id: Tidak dapat mengambil gambar. Galat: %@
it: Impossibile recuperare l'immagine. Errore: %@
ja: 写真を取得できませんでした。エラー：%@
nl: Kon afbeelding niet ophalen. Fout: %@
pl: Nie można pobrać zdjęcia. Błąd: %@
ru: Не удалось восстановление фото. Ошибка: %@
sv: Kunde inte att hämta bild. Fel: %@
zh_hant: 無法取得照片。錯誤: %@

# audioUploadError_title
source: Audio Upload Error
da: Fejl ved upload af lydfil
de: Fehler beim Audio Hochladen
es: Error al cargar el audio
hu: Hangfeltöltési hiba
id: Galat dalam Mengunggah Audio
it: Errore di caricamento audio
ja: 音声アップロードのエラー
nl: Audio-upload-fout
pl: Błąd Przesyłania Audio
ru: Ошибка загрузки аудио
sv: Fel vid ljuduppladdning
zh_hant: 音訊上傳錯誤

# audioUploadError_format
source: Sorry, audio files are not supported by Piwigo Mobile yet.
da: Piwigo understøtter endnu ikke lydfiler.
de: Entschuldigung, Audio Dateien werden derzeit nicht von Piwigo Mobile unterstützt.
es: Lo sentimos, los archivos de audio aún no son compatibles con Piwigo Mobile.
hu: Sajnáljuk, a Piwigo mobile egyelőre nem támogat hangfájlokat.
id: Maaf, berkas audio belum didukung oleh Piwigo Mobile.
it: Siamo spiacenti, i file audio non sono ancora supportati da Piwigo Mobile.
ja: 申し訳ありませんが、Piwigo Mobileではまだ音声ファイルをサポートしていません。
nl: Sorry, audio bestanden worden nog niet niet ondersteund door Piwigo Mobiel.
pl: Niestety, pliki audio nie są jeszcze obsługiwane przez Piwigo Mobile.
ru: Увы, но аудифайлы пока не поддерживаются в Piwigo Mobile.
sv: Tyvärr, ljudfiler stöds inte av Piwigo Mobile ännu.
zh_hant: 抱歉，Piwigo Mobile尚不支援音訊文件。

# videoUploadError_title
source: Video Upload Error
da: Video Upload fejl
de: Fehler beim Video Hochladen
es: Error de subida de vídeo
hu: Videófeltöltési hiba
id: Galat dalam Menunggah Video
it: Errore nel caricamento del video
ja: 動画アップロードのエラー
nl: Video-upload-fout
pl: Błąd Przesyłania Wideo
ru: Ошибка загрузки видео
sv: Fel vid videouppladdning
zh_hant: 影片上傳錯誤

# videoUploadError_format
source: Sorry, video files with extension .%@ are not accepted by the Piwigo server.
da: Vidiofiler af typen .%@ accepteres ikke af Piwigo server.
de: Entschuldigung, Videodateien mit der Erweiterung .%@ werden von diesem Piwigo Server nicht akzeptiert.
es: Lo sentimos, archivos de vídeo con extensión .%@ no son aceptados por el servidor Piwigo.
hu: A %@ kiterjesztésű videókat sajnos a Piwigo szerver nem támogatja.
id: Maaf, berkas video dengan ekstensi .%@ tidak diterima oleh peladen Piwigo.
it: Siamo spiacenti, i file video con estensione .%@ non sono accettati dal server Piwigo.
ja: 申し訳ありませんが、このPiwigoサーバでは拡張子 %@ の動画ファイルを受け付けていません。
nl: Sorry, video bestanden met de extensie .%@ worden niet geaccepteerd door de Piwigo-server.
pl: Przepraszamy, pliki wideo z rozszerzeniem .%@ nie są akceptowane przez serwer Piwigo.
ru: Увы, но видеофайлы с расширением .%@ не поддерживаются сервером Piwigo.
sv: Tyvärr, men videofiler med tillägg .%@ accepteras inte av Piwigo server.
zh_hant: 抱歉，Piwigo不支援格式為.%@的影片檔。

# videoUploadError_iCloud
source: Could not retrieve video. Error: %@
da: Kunne ikke hente video. Fejl: %@
de: Video konnte nicht abgerufen werden. Fehler: %@
es: No se pudo recuperar el vídeo. Error: %@
hu: Nem tölthető be a videó. Hiba: %@
id: Tidak dapat mengambil video. Galat: %@
it: Impossibile recuperare video. Errore: %@
ja: 動画を取得できませんでした。エラー：%@
nl: Kon de video niet ophalen van. Fout: %@
pl: Nie można pobrać wideo. Błąd: %@
ru: Не удалось восстановить видео. Ошибка: %@
sv: Kunde inte att hämta video. Fel: %@
zh_hant: 無法取得影片。錯誤: %@

# videoUploadError_export
source: Sorry, the video could not be retrieved for the upload. Error: %@
da: Videoen kunne ikke åbnes for upload. Fejl: %@
de: Entschuldigung, das Video konnte nicht zum Hochladen abgerufen werden. Fehler: %@
es: Lo sentimos, no se ha podido recuperar el vídeo para la carga. Error %@
hu: A videó sajnos nem elérhető a feltöltéshez. Hiba: %@
id: Maaf, video tidak dapat diambil untuk diunggah. Galat: %@
it: Spiacenti, non è stato possibile recuperare il video per il caricamento. Errore: %@
ja: 申し訳ありませんが、アップロードする動画を取得できませんでした。エラー：%@
nl: Sorry, de video kon niet opgehaald worden om te uploaden. Fout: %@
pl: Niestety, film nie mógł zostać odzyskany do wysłania. Błąd: %@
ru: Увы, но видео не может быть извлечено для для загрузки. Ошибка: %@
sv: Tyvärr, videon kunde inte hämtas för uppladdning. Fel: %@
zh_hant: 抱歉，無法取得影片導致無法上傳。 錯誤: %@

# videoUploadError_unknown
source: Sorry, the upload of the video has failed for an unknown error during the MP4 conversion. Error: %@
da: Upload af videoen mislykkedes med en ukendt fejl under MP4 konvertering. Fejl: %@
de: Entschuldigung, das Hochladen des Videos schlug aufgrund eines unbekannten Fehlers während der MP4 Konvertierung fehl. Fehler: %@
es: Lo sentimos, no se ha podido cargar el vídeo debido a un error desconocido durante la conversión del MP4. Error: %@
hu: Ismeretlen hiba a videó feltöltése utáni MP4-re konvertálás során. Hiba: %@
id: Maaf, pengunggahan video telah gagal karena kesalahan yang tidak diketahui selama konversi MP4. Galat: %@
it: Spiacenti, il caricamento del video è fallito per un errore sconosciuto durante la conversione MP4. Errore: %@
ja: 申し訳ありませんが、動画のアップロードはMP4変換中に原因不明のエラーのため失敗しました。エラー：%@
nl: Sorry, het uploaden van de video is mislukt vanwege een onbekende fout tijdens de MP4-conversie. Fout: %@
pl: Niestety, wysyłanie wideo nie udało się z powodu nieznanego błędu podczas konwersji w MP4. Błąd: %@
ru: К сожалению, загрузка видео не удалась из-за неизвестной ошибки во время преобразования MP4. Ошибка: %@
sv: Tyvärr, uppladdning av video misslyckades p.g.a ett okänt fel under MP4 konvertering. Fel: %@
zh_hant: 抱歉，上傳的影片因為未知的MP4轉換錯誤而失敗。錯誤: %@

# videoUploadCancelled_message
source: The upload of the video has been cancelled.
da: Upload af video er annulleret.
de: Das Hochladen des Videos wurde abgebrochen.
es: Se ha cancelado la carga del vídeo.
hu: A videó feltöltése megszakadt.
id: Pengunggahan video telah dibatalkan.
it: Il caricamento del video è stato annullato.
ja: 動画のアップロードは取り消されました。
nl: De upload van de video is afgebroken.
pl: Wysyłanie wideo zostało anulowane.
ru: Загрузка видео была отменена.
sv: Uppladdning av videon har avbrutits.
zh_hant: 影片上傳已取消。

# shareImageMetadata_Title
source: Share Metadata
da: Del Metadata
de: Metadaten teilen
es: Compartir metadatos
hu: Metaadatok megosztása
it: Condividere i metadati
ja: メタデータを共有する
nl: Deel metadata
pl: Udostępnij metadane
ru: Поделиться метаданными
sv: Dela Metadata
zh_hant: 分享中繼資料

# shareImageMetadata_subTitle1
source: Actions sharing photos with private metadata
da: Deling af billeder med privat metadata
de: Aktionen Fotos mit privaten Metadaten teilen
es: Acciones compartiendo fotos con metadatos privados
hu: Lehetőségek fotók megsztására privát metaadatokkal
it: Azioni che condividono le immagini con metadati privati
ja: プライベートなメタデータを持つ写真を共有するアクション
nl: Handelingen met gedeelde foto's met persoonlijke metada
pl: Funkcje udostępniania zdjęć z prywatnymi metadanymi
ru: Обмен изображениями с приватными метаданными
sv: Åtgärder som delar bilder med privata metadata
zh_hant: 分享照片時包含中繼資料

# shareImageMetadata_subTitle2
source: Actions sharing photos without private metadata
da: Deling af billeder uden privat metadata
de: Aktionen Fotos ohne privaten Metadaten teilen
es: Acciones compartiendo fotos sin metadatos privados
hu: Lehetőségek fotók megosztására minden metaadattal
it: Azioni che condividono immagini senza metadati privati
ja: プライベートなメタデータを持たない写真を共有するアクション
nl: Handelingen met gedeelde foto's zonder persoonlijke metada
pl: Funkcje udostępniania zdjęć bez prywatnych metadanych
ru: Обмен изображениями без приватных метаданных
sv: Åtgärder som delar bilder utan privata metadata
zh_hant: 分享照片時不包含中繼資料

# shareActivityCode_AirDrop
source: Transfer with AirDrop
da: Overfør med AirDrop
de: Über AirDrop teilen
es: Transferir con AirDrop
hu: AirDrop átvitel
it: Condividi con AirDrop
ja: AirDropで送信する
nl: Verzenden met AirDrop
pl: Udostępnij za pomocą AirDrop
ru: Передача с AirDrop
sv: Överför med AirDrop
zh_hant: 透過 AirDrop 來傳送

# shareActivityCode_AirDrop>375px
source: Transfer photos with AirDrop
da: Overfør billeder med AirDrop
de: Fotos mit AirDrop übertragen
es: Transferir fotos con AirDrop
hu: Fotók küldése AirDrop-on keresztül
it: Trasferire le immagini con AirDrop
ja: AirDropで写真を送信する
nl: Verzend foto' s met AirDrop
pl: Udostępnij zdjęcia za pomocą AirDrop
ru: Передача изображений через AirDrop
sv: Överför bilder med AirDrop
zh_hant: 透過 AirDrop 來傳送照片

# shareActivityCode_AssignToContact
source: Assign to Contact
da: Tildel kontakt
de: Kontakt zuweisen
es: Asignar a contacto
hu: Kontakthoz rendelés
it: Assegnare al contatto
ja: 連絡先に割り当てる
nl: Toewijzen aan contact
pl: Przypisz do kontaktu
ru: Установить контакт
sv: Tilldela till kontakt
zh_hant: 分配給聯絡人

# shareActivityCode_AssignToContact>375px
source: Assign photo to Contact
da: Tildel billede til kontakt
de: Foto Kontakt zuweisen
es: Asignar la foto a un contacto
hu: Fotó hozzárendelése kontakthoz
it: Assegnare l'immagine al contatto
ja: 写真を連絡先に割り当てる
nl: Wijs foto toe aan contact
pl: Przypisz zdjęcie do kontaktu
ru: Установить фото для контакта
sv: Tilldela bild till kontakt
zh_hant: 分配照片給聯絡人

# shareActivityCode_CopyToPasteboard
source: Copy to Clipboard
da: Kopier til udklipsholder
de: In Zwischenablage kopieren
es: Copiar al portapapeles
hu: Pasteboard-ra másolás
id: Copy to Pasteboard
it: Copia Nella Clipboard
ja: クリップボードにコピーする
nl: Kopieer naar plakbord
pl: Kopiuj do schowka
ru: Копировать в буфер
sv: Kopiera till Urklipp
zh_hant: 複製到剪貼板

# shareActivityCode_CopyToPasteboard>375px
source: Copy photos to Clipboard
da: Kopier billeder til udklipsholder
de: Foto in Zwischenablage kopieren
es: Copiar fotos al portapapeles
hu: Fotók másolása Pasteboard-ra
id: Copy photos to Pasteboard
it: Copiare le immagini nella Clipboard
ja: 写真をクリップボードにコピーする
nl: Kopieer foto's naar plakbord
pl: Kopiuj zdjęcia do schowka
ru: Копировать фотографии в буфер
sv: Kopiera bilder till Urklipp
zh_hant: 複製照片到剪貼板

# shareActivityCode_Mail
source: Post by Email
da: Send som Email
de: Über E-Mail teilen
es: Publicar por email
hu: Küldés e-mailben
it: Posta via Email
ja: 電子メールで投稿する
nl: Verstuur per email
pl: Publikacja przez email
ru: Отправить по Email
sv: Posta via e-post
zh_hant: 透過電子郵件傳送

# shareActivityCode_Mail>375px
source: Post photos by Email
da: Send billeder som Email
de: Foto über E-Mail teilen
es: Publicar fotos por email
hu: Fotók küldése e-mailben
it: Inviare immagini via E-mail
ja: 写真を電子メールで投稿する
nl: Verstuur foto's per email
pl: Publikuj zdjęcia przez email
ru: Отправить фотографии по электронной почте
sv: Posta bilder via e-post
zh_hant: 透過電子郵件傳送照片

# shareActivityCode_Message
source: Post with Message
da: Send som besked
de: Über Nachricht teilen
es: Publicar con mensajería
hu: Küldés Üzenetként
it: Scrivi un messaggio
ja: メッセージを投稿する
nl: Verstuur met Message
pl: Publikacja jako wiadomość
ru: Публиковать с Message
sv: Posta med Meddelande
zh_hant: 透過訊息傳送

# shareActivityCode_Message>375px
source: Post photos with the Message app
da: Send billeder som Besked
de: Foto über Nachrichten App teilen
es: Publicar fotos con la aplicación de mensajería
hu: Fotók küldése az Üzenetek appal
it: Postare immagini con l'app Messaggi
ja: メッセージアプリでー写真を投稿する
nl: Verstuur foto's met de Message app
pl: Publikuj zdjęcia za pomocą Wiadomości
ru: Публикация фотографии с приложением Message
sv: Posta bilder med Meddelande app
zh_hant: 透過訊息傳送照片

# shareActivityCode_Facebook
source: Post to Facebook
da: Send til Facebook
de: Über Facebook teilen
es: Publicar en Facebook
hu: Feltöltés Facebookra
it: Posta su Facebook
ja: Facebookに投稿する
nl: Verstuur naar Facebook
pl: Publikacja na Facebooku
ru: Публикация на Facebook
sv: Posta till Facebook
zh_hant: 發送到Facebook

# shareActivityCode_Facebook>375px
source: Post photos to Facebook
da: Send billeder til Facebook
de: Foto über Facebook teilen
es: Publicar fotos en Facebook
hu: Fotók feltöltése Facebookra
it: Pubblicare immagini su Facebook
ja: Facebookに写真を投稿する
nl: Verstuur foto's naar Facebook
pl: Publikuj zdjęcia na Facebook
ru: Публикация фотографии с приложением Facebook
sv: Posta bilder på Facebook
zh_hant: 發送照片到Facebook

# shareActivityCode_Messenger
source: Post with Messenger
da: Send med Messenger
de: Über Messenger teilen
es: Publicar con Messenger
hu: Küldés Messengerben
it: Invia con Messenger
ja: Messengerで投稿する
nl: Verstuur met Messenger
pl: Publikacja przez Messenger
ru: Публикация на Messenger
sv: Posta med Meddelande
zh_hant: 透過Messenger傳送

# shareActivityCode_Messenger>375px
source: Post photos with the Messenger app
da: Send billeder med Messenger
de: Foto über Messenger App teilen
es: Publica fotos con la aplicación de Messenger
hu: Fotók küldése a Messenger appal
it: Postare immagini con l'app Messaggi
ja: 写真をMessengerアプリで投稿する
nl: Verstuur met de Messenger app
pl: Publikuj zdjęcia przez Messenger
ru: Публикация фотографии с приложением Messenger
sv: Posta bilder med appen Messenger
zh_hant: 透過Messenger傳送照片

# shareActivityCode_Flickr
source: Post to Flickr
da: Send til Flickr
de: Über Flickr teilen
es: Publicar en Flickr
hu: Feltöltés Flickr-re
it: Pubblica su Flickr
ja: Flickrに投稿する
nl: Verstuur naar Flickr
pl: Publikacja na Flickr
ru: Отправить на Flickr
sv: Posta till Flickr
zh_hant: 發送到Flickr

# shareActivityCode_Flickr>375px
source: Post photos to Flickr
da: Send billeder til Flickr
de: Foto über Flickr teilen
es: Publicar fotos en Flickr
hu: Fotók feltöltése Flickr-re
it: Pubblicare le immagini su Flickr
ja: Flickrに写真を投稿する
nl: Verstuur foto's naar Flickr
pl: Publikuj zdjęcia na Flickr
ru: Публикация фотографии на Flickr
sv: Posta bilder till Flickr
zh_hant: 發送照片到Flickr

# shareActivityCode_Instagram
source: Post to Instagram
da: Send til Instagram
de: Über Instragram teilen
es: Publicar en Instagram
hu: Feltöltés Instagramra
it: Condividi su Instagram
ja: Instagramに投稿する
nl: Verstuur naar Instagram
pl: Publikacja na Instagram
ru: Публикация в Инстаграм
sv: Posta till Instagram
zh_hant: 發送到Instagram
