Repository: Piwigo/Piwigo-Mobile
Catalog: piwigo/Resources/*.lproj/Localizable.strings
Languages: da, de, es, hu, id, it, ja, nl, pl, ru, sv, zh_hant

# deleteImageFail_message
source: Photo could not be deleted.
da: Billede kunne ikke slettes %@
de: Fotos konnte nicht gelöscht werden.
es: La foto no se ha podido suprimir %@
hu: A fotót nem sikerült törölni.
id: Gambar tidak dapat dihapus %@
it: L'immagine non può essere eliminata %@
ja: 写真が削除できませんでした %@
nl: Foto kon niet worden verwijderd. %@
pl: Zdjęcie nie może zostać usunięte %@
ru: Фото не может быть удалено %@
sv: Bild kunde inte raderas %@
zh_hant: 照片無法刪除。

# downloadSingleImage_title
source: Download Photo
da: Hent Billede
de: Foto herunterladen
es: Descargar foto
hu: Fotó letöltése
id: Unduh Gambar
it: Scarica immagine
ja: 写真をダウンロードします
nl: Download foto
pl: Pobierz zdjęcie
ru: Скачать фото
sv: Hämta bild
zh_hant: 下載照片

# downloadSingleImage_confirmation
source: Are you sure you want to download the selected photo?
da: Er du sikker på du ønsker at hente det valgte billede?
de: Sind Sie sicher, dass Sie das ausgewählte Foto herunterladen möchten?
es: ¿Está seguro de que deseas descargar la foto seleccionada?
hu: Biztos le akarod tölteni a kiválasztott fotót?
id: Yakin ingin mengunduh gambar yang dipilih?
it: Sei sicuro di voler scaricare l'immagine selezionata?
ja: 選択した写真をダウンロードしますか？
nl: Weet je zeker dat je deze foto wilt downloaden?
pl: Czy na pewno chcesz pobrać wybrane zdjęcie?
ru: Вы уверены, что хотите скачать выбранные фото?
sv: Är du säker att du vill hämta den markerade bilden?
zh_hant: 你確定要下載選擇的照片嗎?

# downloadSeveralImages_title
source: Download %@ Photos
da: Hent %@ billeder
de: Lade %@ Fotos herunter
es: Descargar %@ fotos
hu: %@ fotó letöltése
id: Unduh %@ Gambar
it: Scarica %@ Immagini
ja: %@枚の写真をダウンロードします
nl: Download %@ foto's
pl: Pobierz %@ zdjęć
ru: Скачивание %@ фотографий
sv: Hämta %@ bilder
zh_hant: 下載%@張照片

# downloadSeveralImage_confirmation
source: Are you sure you want to download the selected %@ photos?
da: Er du sikker på du ønsker at hente de valgte %@ billeder?
de: Möchtest Du wirklich die %@ markierten Fotos herunterladen?
es: ¿Estás seguro de que deseas descargar las %@ fotos seleccionadas?
hu: Biztos le akarod tölteni a kiválasztott %@ fotót?
id: Anda yakin ingin mengunduh gambar %@ yang dipilih?
it: Sei sicuro di voler scaricare l'immagine %@ selezionata?
ja: 選択した%@枚の写真をダウンロードしますか？
nl: Weet je zeker dat je de geselecteerde %@ foto's wilt downloaden?
pl: Czy na pewno chcesz pobrać wybrane %@ zdjęć?
ru: Вы уверены, что хотите скачать %@ выбранных фотографий?
sv: Är du säker att du vill hämta de valda %@ bilderna?
zh_hant: 你確定要下載選擇的%@張照片嗎?

# downloadingImage
source: Downloading Photo
da: Henter Billede
de: Foto herunterladen
es: Descargando foto
hu: Fotó letöltése
id: Mengunduh Gambar
it: Scaricando l'immagine
ja: 写真をダウンロード中
nl: Download foto
pl: Pobieranie zdjęcia
ru: Скачивание фото
sv: Hämtar bild
zh_hant: 正在下載照片

# downloadingImages
source: Downloading Photos
da: Henter Billeder
de: Fotos herunterladen
es: Descargando fotos
hu: Fotók letöltése
id: Mengunduh Gambar
it: Download di immagini
ja: 写真をダウンロード中
nl: Foto's downloaden
pl: Pobieranie zdjęć
ru: Скачивание фотографий
sv: Hämtar bilder
zh_hant: 正在下載照片

source: Downloading Video
da: Henter video
de: Video wird heruntergeladen
es: Descargando vídeo
hu: Videó letöltése
it: Scaricamento video
ja: 動画をダウンロード中
nl: Video downloaden
pl: Pobieranie filmu
ru: Скачивание видео
sv: Laddar ner video
zh_hant: 正在下載影片

# downloadImageFail_title
source: Download Failed
da: Hentning Mislykkedes
de: Herunterladen fehlgeschlagen
es: Error al descargar
hu: A letöltés nem sikerült
id: Gagal Mengunduh
it: Download non riuscito
ja: ダウンロードに失敗しました
nl: Download mislukt
pl: Błąd Pobierania
ru: Скачивание не удалось
sv: Hämtning misslyckades
zh_hant: 下載失敗

# downloadImageFail_message
source: Failed to download photo! %@
da: Kunne ikke hente billede! %@
de: Foto herunterladen fehlgeschlagen! %@
es: ¡No se ha podido descargar la foto! %@
hu: Nem sikerült letölteni a fotót! %@
id: Gagal untuk mengunduh gambar! %@
it: Scaricamento dell'immagine fallito! %@
ja: 写真のダウンロードに失敗しました！ %@
nl: Downloaden foto is mislukt! %@
pl: Nie można pobrać zdjęcia! %@
ru: Не удалось скачать изображение! %@
sv: Det gick inte att hämta bilden! %@
zh_hant: 下載照片失敗! %@

# downloadVideoFail_message
source: Failed to download video! %@
da: Kunne ikke hente video! %@
de: Video herunterladen fehlgeschlagen! %@
es: ¡No se ha podido descargar el vídeo! %@
hu: Nem sikerült letölteni a videót! %@
id: Gagal untuk mengunduh video! %@
it: Scaricamento del video fallito! %@
ja: 動画のダウンロードに失敗しました！ %@
nl: Downloaden video is mislukt! %@
pl: Nie można pobrać filmu! %@
ru: Не удалось скачать видео! %@
sv: Det gick inte att hämta videon! %@
zh_hant: 下載影片失敗! %@

# downloadVideoFail_Photos
source: Video format not accepted by Photos!
da: Video format ikke accepteret af fotos!
de: Videoformate werden von nicht unterstützt!
es: ¡Formato de vídeo no aceptado por Photos!
hu: Ezt a videóformátumot nem támogatja a Fotók app!
id: Format video tidak diterima oleh Foto!
it: Formato video non accettato dalla foto!
ja: 動画フォーマットが写真アプリで受け入れられませんでした！
nl: Video-formaat niet geaccepteerd door Foto's!
pl: Format wideo nie jest akceptowany przez aplikację Zdjęcia!
ru: Видеоформат не поддерживается!
sv: Videoformat accepteras inte av appen Bilder!
zh_hant: 「照片」應用程式不支援此影片格式!

# imageSaveError_title
source: Failed Saving Photo
da: Kan ikke gemme billedet
de: Foto speichern fehlgeschlagen
es: Error al guardar la foto
hu: Fotómentés sikertelen
id: Gagal Menyimpan Gambar
it: Salvataggio immagine fallito
ja: 写真の保存に失敗しました
nl: Opslaan foto is mislukt
pl: Nie udało się zapisać zdjęcia
ru: Не удалось сохранить фото
sv: Kunde inte spara bild
zh_hant: 儲存照片失敗

# imageSaveError_message
source: Failed to save photo. Error: %@
da: Kunne ikke gemme billedet. Fejl: %@
de: Foto speichern fehlgeschlagen. Fehler: %@
es: No se ha podido guardar la foto. Error: %@
hu: A fotó mentése nem sikerült. Hiba: %@
id: Gagal untuk menyimpan gambar. Galat: %@
it: Impossibile salvare l'immagine. Errore: %@
ja: 写真の保存に失敗しました。エラー：%@
nl: Opslaan foto is mislukt. Fout: %@
pl: Nie można zapisać zdjęcia. Błąd: %@
ru: Не удалось сохранить фото. Ошибка: %@
sv: Kunde inte spara bilden. Fel: %@
zh_hant: 儲存照片失敗。錯誤: %@

# videoSaveError_title
source: Failed Saving Video
da: Kan ikke gemme video
de: Video speichern fehlgeschlagen
es: Error al guardar el vídeo
hu: Videómentés sikertelen
id: Gagal Menyimpan Video
it: Salvataggio del video fallito
ja: 動画の保存に失敗しました
nl: Opslaan video is mislukt
pl: Nie udało się zapisać Filmu
ru: Не удалось сохранить видео
sv: Kunde inte spara video
zh_hant: 儲存影片失敗

# videoSaveError_message
source: Failed to save video. Error: %@
da: Kunne ikke gemme video. Fejl: %@
de: Video speichern fehlgeschlagen. Fehler: %@
es: No se ha podido guardar el vídeo. Error: %@
hu: A videó mentése nem sikerült. Hiba: %@
id: Gagal untuk menyimpan video. Galat: %@
it: Impossibile salvare il video. Errore: %@
ja: 動画の保存に失敗しました。エラー：%@
nl: Opslaan video is mislukt. Fout: %@
pl: Nie można zapisać filmu. Błąd: %@
ru: Не удалось сохранить видео. Ошибка: %@
sv: Kunde inte spara videon. Fel: %@
zh_hant: 儲存影片失敗。錯誤: %@

# moveImage_title
source: Move to Album
da: Flyt til album
de: Zum Album verschieben
es: Mover al álbum
hu: Albumba mozgatás
id: Pindah ke Album
it: Sposta nell'Album
ja: アルバムに移動する
nl: Verplaats naar album
pl: Przenieś do albumu
ru: Переместить в альбом
sv: Flytta till Album
zh_hant: 移動至相簿

# moveSingleImage_selectAlbum
source: Please, select the album in which you wish to move the photo "%@".
da: Vælg venligst det album hvortil du vil flytte billedet "%@".
de: Bitte wählen Sie das Album aus, in dem Sie das Foto "%@ " verschieben möchten.
es: Seleccione el álbum en el que desea mover la foto "%@".
hu: Melyik albumba kerüljön a "%@" fotó?
id: Pilih album untuk memindahkan gambar "%@"
it: Seleziona l'album in cui vuoi spostare la foto "%@".
ja: 写真 "%@ " を移動したいアルバムを選択してください。
nl: Selecteer het album waarin u de foto wilt verplaatsen %@".
pl: Wybierz album, do którego chcesz przenieść zdjęcie "%@".
ru: Пожалуйста, выберите альбом, в котором Вы хотите переместить фотографию "%@".
sv: Välj det album där du vill flytta fotot "%@".
zh_hant: 請選擇要移動照片"%@"到哪個相簿。

# moveSeveralImages_selectAlbum
source: Please, select the album in which you wish to copy the photos.
da: Vælg venligst det album hvortil du vil kopiere billederne.
de: Bitte wählen Sie das Album aus, in das Sie die Fotos kopieren möchten.
es: Seleccione el álbum en el que desea copiar las fotos.
hu: Melyik albumba másoljuk a fotókat?
id: Pilih album untuk memindahkan gambar
it: Seleziona l'album in cui vuoi copiare le foto.
ja: 写真をコピーしたいアルバムを選択してください。
nl: Selecteer het album waarin u de foto's wilt kopiëren.
pl: Wybierz album, do którego chcesz skopiować zdjęcia.
ru: Пожалуйста, выберите альбом, в который Вы хотите переместить фотографию "%@".
sv: Välj det album som du vill kopiera bilderna i.
zh_hant: 請選擇要移動照片到哪個相簿。

# moveSingleImage_message
source: Are you sure you want to move the photo "%@" to the album "%@"?
da: Er du sikker på du vil flytte billede "%@" til albummet "%@"?
de: MöchteN Sie wirklich das Foto "%@" in das Album "%@" verschieben?
es: ¿Estás seguro de que deseas mover la foto "%@" al álbum "%@"?
hu: Biztos, hogy a(z) "%@" fotót át szeretnéd helyezni a(z) "%@" albumba?
id: Apakah anda ingin memindahkan gambar "%@" ke album "%@"?
it: Sei sicuro di voler spostare l'immagine "%@" nell'album "%@"?
ja: 写真「%@」をアルバム「%@」へ移動していいですか？
nl: Weet je zeker dat je foto "%@" naar album "%@" wilt verplaatsen?
pl: Czy na pewno chcesz przenieść zdjęcie "%@" do albumu "%@"?
ru: Вы уверены, что хотите переместить фотографию "%@" в альбом "%@"?
sv: Är du säker på att du vill flytta bilden ”%@” till albumet ”%@”?
zh_hant: 你確定要移動照片"%@"至相簿"%@"嗎?

# moveSeveralImages_message
source: Are you sure you want to move the photos to the album "%@"?
da: Er du sikker på du vil flytte billederne til album "%@"?
de: Möchten Sie wirklich die Fotos in das Album "%@" verschieben?
es: ¿Estás seguro de que deseas mover las fotos al álbum "%@"?
hu: Biztos, hogy a(z) "%@" albumba szeretnéd áttenni a fotókat?
id: Apakah anda ingin memindahkan gambar ke album "%@"?
it: Sei sicuro di voler spostare le immagini nell'album "%@"?
ja: 写真をアルバム「%@」へ移動していいですか？
nl: Weet je zeker dat je de foto's naar album "%@" wilt verplaatsen?
pl: Czy na pewno chcesz przenieść zdjęcia do albumu "%@"?
ru: Вы уверены, что хотите переместить фотографии в альбом "%@"?
sv: Är du säker på att du vill flytta bilderna till albumet ”%@”?
zh_hant: 你確定要移動照片至相簿"%@"嗎?

# moveSingleImageHUD_moving
source: Moving Photo…
da: Flytter billede…
de: Foto verschieben…
es: Moviendo foto…
hu: Fotó áthelyezése…
id: Memindahkan…
it: Sposto l'immagine...
ja: 写真を移動しています...
nl: Verplaatsen van foto…
pl: Przenoszenie zdjęcia…
ru: Перемещение фото…
sv: Flyttar bild…
zh_hant: 正在移動照片...

# moveSeveralImagesHUD_moving
source: Moving Photos…
da: Flytter billeder…
de: Fotos verschieben…
es: Moviendo fotos…
hu: Fotók áthelyezése…
id: Memindahkan…
it: Sposto le immagini...
ja: 写真を移動しています...
nl: Foto's verplaatsen…
pl: Przenoszenie zdjęć…
ru: Перемещение фотографий…
sv: Flyttar bilderna…
zh_hant: 正在移動照片...

# moveImageError_title
source: Move Failed
da: Flytning mislykkedes
de: Verschieben fehlgeschlagen
es: Movimiento fallido
hu: Mozgatási hiba
id: Gagal Memindahkan
it: Spostamento fallito
ja: 移動に失敗しました
nl: Verplaatsingsfout
pl: Błąd przenoszenia
ru: Перемещение не удалось
sv: Flytt misslyckades
zh_hant: 移動失敗

# moveSingleImageError_message
source: Failed to move your photo
da: Kunne ikke flytte dit billede
de: Fehler beim Verschieben Ihres Fotos
es: Error al mover tu foto
hu: Nem sikerült áthelyezni a fotót
id: Gagal memindahkan gambar anda
it: Impossibile spostare l'immagine
ja: 写真の移動に失敗しました。
nl: Je foto verplaatsen is niet gelukt
pl: Nie można przenieść zdjęcia
ru: Не удалось переместить Ваше фото
sv: Kunde inte flytta din bild
zh_hant: 移動照片失敗

# moveSeveralImagesError_message
source: Failed to move some photos
da: Nogle billeder kunne ikke flyttes
de: Fehler beim Verschieben einiger Fotos
es: No se han podido mover algunas fotos
hu: Néhány fotót nem sikerült áthelyezni
it: Spostamento di alcune foto non riuscito
ja: 写真の移動に失敗しました
nl: Sommige foto's verplaatsen is mislukt
pl: Nie udało się przenieść niektórych zdjęć
ru: Не удалось переместить некоторые изображения
sv: Det gick inte att flytta några bilder
zh_hant: 移動照片失敗

# copyImage_title
source: Copy to Album
da: Kopier til album
de: Zum Album kopieren
es: Copiar al álbum
hu: Másolás albumba
id: Salin ke Album
it: Copio nell'Album
ja: アルバムにコピーする
nl: Kopieer naar album
pl: Skopiuj do albumu
ru: Копирование в альбом
sv: Kopiera till Album
zh_hant: 複製至相簿

# copySingleImage_selectAlbum
source: Please, select the album in which you wish to copy the photo "%@".
da: Vælg venligst det album hvortil du vil kopiere billedet "%@".
de: Bitte wählen Sie das Album aus, in dem Sie das Foto "%@ " kopieren möchten.
es: Seleccione el álbum en el que desea mover la foto "%@".
hu: Melyik albumba másoljuk a "%@" fotót?
id: Pilih album untuk menyalin gambar "%@"
it: Seleziona l'album in cui vuoi copiare la foto "%@".
ja: 写真 "%@ " をコピーしたいアルバムを選択してください。
nl: Selecteer het album waarin je de foto %@ wilt kopiëren.
pl: Wybierz album, do którego chcesz skopiować zdjęcie "%@".
ru: Пожалуйста, выберите альбом, в который Вы хотите скопировать фотографию "%@".
sv: Välj det album där du vill kopiera fotot "%@".
zh_hant: 請選擇要複製照片"%@"到哪個相簿。

# copySeveralImages_selectAlbum
source: Please, select the album in which you wish to copy the photos.
da: Vælg venligst det album hvor du ønsker at kopiere billederne.
de: Bitte wählen Sie das Album aus, in das Sie die Fotos kopieren möchten.
es: Seleccione el álbum en el que desea copiar las fotos.
hu: Melyik albumba másoljuk a fotókat?
id: Pilih album untuk menyalin gambar
it: Seleziona l'album in cui vuoi copiare le foto.
ja: 写真をコピーしたいアルバムを選択してください。
nl: Selecteer het album waarin je de foto's wilt kopiëren.
pl: Wybierz album, do którego chcesz skopiować zdjęcia.
ru: Пожалуйста, выберите альбом, в который Вы хотите скопировать изображения.
sv: Välj det album som du vill kopiera bilderna i.
zh_hant: 請選擇要複製照片到哪個相簿。

# copySingleImage_message
source: Are you sure you want to copy the photo "%@" to the album "%@"?
da: Er du sikker på du vil flytte billede "%@" til album "%@"?
de: Möchten Sie wirklich das Foto "%@" in das Album "%@" kopieren?
es: ¿Estás seguro de que deseas copiar la foto "%@" al álbum "%@"?
hu: Biztos, hogy a(z) "%@" fotót át szeretnéd másolni a(z) "%@" albumba?
id: Apakah anda ingin menyalin gambar "%@" ke album "%@"?
it: Sei sicuro di voler copiare l'immagine "%@" nell'album "%@"?
ja: 写真「%@」をアルバム「%@」へコピーしていいですか？
nl: Wet je zeker dat je foto "%@" naar album "%@" wilt kopiëren?
pl: Czy na pewno chcesz skopiować zdjęcie "%@" do albumu "%@"?
ru: Вы уверены, что хотите скопировать фотографии "%@" в альбом "%@"?
sv: Är du säker att du vill kopiera bild ”%@” till albumet ”%@”?
zh_hant: 你確定要複製照片"%@"至相簿"%@"嗎?

# copySeveralImages_message
source: Are you sure you want to copy the photos to the album "%@"?
da: Er du sikker på du vil flytte billederne til album "%@"?
de: Sind Sie sicher, dass Sie die Fotos in das Album "%@ " kopieren möchten?
es: ¿Estás seguro de que deseas copiar las fotos al álbum "%@"?
hu: Biztos, hogy a(z) "%@" albumba szeretnéd másolni a fotókat?
id: Apakah anda ingin menyalin gambar ke album "%@"?
it: Sei sicuro di voler copiare le immagini nell'album "%@"?
ja: 写真をアルバム「%@」へコピーしていいですか？
nl: Weet je zeker dat je de foto's naar album "%@" wilt verplaatsen?
pl: Czy na pewno chcesz skopiować zdjęcia do albumu "%@"?
ru: Вы уверены, что хотите скопировать фотографий в альбом "%@"?
sv: Är du säker att du vill kopiera bilderna till albumet ”%@”?
zh_hant: 你確定要複製照片至相簿"%@"嗎?

# copySingleImageHUD_copying
source: Copying Photo…
da: Kopierer billede…
de: Foto kopieren…
es: Copiando foto…
hu: Fotó másolása…
id: Menyalin Gambar…
it: Copia immagine …
ja: 写真をコピーしています...
nl: Kopiëren van foto…
pl: Kopiowanie zdjęcia…
ru: Копирование фото…
sv: Kopierar bild…
zh_hant: 正在複製照片…

# copySeveralImagesHUD_copying
source: Copying Photos…
da: Kopierer billeder…
de: Fotos kopieren…
es: Copiando fotos…
hu: Fotók másolása…
id: Menyalin Gambar…
it: Copia delle immagini...
ja: 写真をコピーしています...
nl: Foto's aan het kopiëren…
pl: Kopiowanie zdjęć…
ru: Копирование фотографий…
sv: Kopierar bilderna…
zh_hant: 正在複製照片…

# copyImageError_title
source: Copy Failed
da: Kopiering mislykkedes
de: Kopieren fehlgeschlagen
es: Error al copiar
hu: Másolási hiba
id: Gagal menyalin
it: Copia fallita
ja: コピーに失敗しました
nl: Kopiëren niet gelukt
pl: Kopiowanie nie powiodło się
ru: Копирование не удалось
sv: Kopiering misslyckad
zh_hant: 複製失敗

# copySingleImageError_message
source: Failed to copy your photo
da: Kunne ikke kopiere dit billede
de: Fehler beim Kopieren Ihres Fotos
es: Error al copiar tu foto
hu: A fotó másolása nem sikerült
id: Gagal menyalin gambar anda
it: Impossibile copiare l'immagine
ja: 写真のコピーに失敗しました
nl: Je foto kopiëren is niet gelukt
pl: Nie można skopiować zdjęcia
ru: Не удалось скопировать Ваше фотографию
sv: Kunde inte kopiera din bild
zh_hant: 複製照片失敗

# copySeveralImagesError_message
source: Failed to copy some photos
da: Nogle billeder kunne ikke kopieres
de: Fehler beim Kopieren einiger Fotos
es: No se han podido copiar algunas fotos
hu: Néhány fotó másolása nem sikerült
it: Impossibile copiare alcune foto
ja: 写真のコピーに失敗しました
nl: Kopiëren van foto's is mislukt
pl: Nie udało się skopiować niektórych zdjęć
ru: Не удалось скопировать некоторые изображения
sv: Det gick inte att kopiera några bilder
zh_hant: 複製照片失敗

# imageUploadHeader
source: Please select the album or sub-album from which photos and videos of your device will be uploaded.
da: Vælg det album eller underalbum, hvorfra fotos og videoer fra din enhed vil blive uploadet.
de: Bitte wählen Sie das Album oder das Unter-Album, von dem Fotos und Videos Ihres Geräts hochgeladen werden.
es: Selecciona el álbum o subálbum desde el que se subirán fotos y vídeos de tu dispositivo.
hu: Melyik albumból, vagy alalbumból szeretnéd feltölteni a fotókat és videókat?
it: Seleziona l'album o il sottoalbum da cui verranno caricati foto e video del tuo dispositivo.
ja: デバイスの写真やビデオをアップロードするアルバムまたはサブアルバムを選択してください。
nl: Selecteer a.u.b het album of sub-album van welke foto's en video's van jouw apparaat worden ge-upload.
pl: Wybierz album lub podalbum, z którego będą przesyłane zdjęcia i filmy z twojego urządzenia.
ru: Пожалуйста, выберите альбом или подальбом, из которого будут загружены изображения и видео с Вашего устройства.
sv: Välj det album eller underalbum från vilka foton och videor på din enhet kommer att laddas upp.
zh_hant: 請選擇要上傳照片及影片至哪個相簿或子相簿。

# imageUploadHeaderTitle_images
source: Photos Parameters
da: Parametre for billeder
de: Foto-Parameter
es: Parámetros de fotos
hu: Fotók paraméterei
it: Parametri Foto
ja: 写真のパラメータ
nl: Foto's parameters
pl: Parametry zdjęć
ru: Параметры фотографий
sv: Parametrar för foton
zh_hant: 照片參數

# imageUploadHeaderText_images
source: Please set the parameters to apply to the selection of photos/videos
da: Sæt parametrene for udvalgte billeder/videoer
de: Bitte setzen Sie die Parameter für die Auswahl der Fotos/Videos
es: Establezca los parámetros que aplicar a la selección de fotos/vídeos
hu: Kérlek állítsd be a kiválasztott fotókra/videókra alkalmazandó paramétereket!
it: Si prega di impostare i parametri da applicare alla selezione di foto/video
ja: 写真/動画の選択に適用するパラメータを設定してください
nl: Stel de parameters in om toe te passen op de selectie van fotos/video's
pl: Proszę ustawić parametry dla wybranych zdjęć/filmów
ru: Пожалуйста, установите параметры, применимые к выбору фотографий/видео
sv: Ställ in de parametrar som ska gälla för valet av bilder/videor
zh_hant: 請設定所選擇的照片/影片的參數

# imageUploadHeaderTitle_upload
source: Upload Settings
da: Upload Indstillinger
de: Upload Einstellungen
es: Ajustes de carga
hu: Feltöltési beállítások
it: Impostazioni Di Caricamento
ja: アップロード設定
nl: Upload instellingen
pl: Ustawienia przesyłania
ru: Настройки загрузки
sv: Ladda upp inställningar
zh_hant: 上傳設定

# imageUploadHeaderText_upload
source: Please set the upload parameters to apply to the selection of photos/videos
da: Indstil venligst upload-parametrene for valgte billeder/videoer
de: Bitte legen Sie die Upload-Parameter für die Auswahl von Fotos/Videos fest
es: Establezca los parámetros de subida que aplicar a la selección de fotos/vídeos
hu: Kérlek állítsd be a kiválasztott fotókra/videókra alkalmazandó feltöltési paramétereket!
it: Si prega di impostare i parametri di caricamento da applicare alla selezione di foto/video
ja: 写真/動画の選択に適用するアップロードパラメータを設定してください
nl: Stel de upload parameters in om toe te passen op de selectie van foto's/video's
pl: Proszę ustawić parametry przesyłania, aby zastosować do wybranych zdjęć/filmów
ru: Пожалуйста, установите параметры загрузки для применения к выбору фотографий/видео
sv: Ställ in de uppladdningsparametrar som ska gälla för valet av bilder/videoklipp
zh_hant: 請設定所選擇的照片/影片的上傳參數

# imageUploadDetails_title
source: Title:
da: Titel:
de: Titel:
es: Título:
hu: Cím:
id: Judul:
it: Titolo:
ja: 題名：
nl: Titel:
pl: Tytuł:
ru: Заголовок:
sv: Titel:
zh_hant: 標題:

# imageUploadDetails_author
source: Author:
da: Forfatter:
de: Autor:
es: Autor:
hu: Készítő:
id: Penulis:
it: Autore:
ja: 作成者：
nl: Fotograaf:
pl: Autor:
ru: Автор:
sv: Författare:
zh_hant: 作者:

# imageUploadDetails_privacy
source: Privacy:
da: Tilladelse:
de: Sicherheitsstufe:
es: Privacidad:
hu: Adatvédelem:
id: Privasi:
ja: プライバシー:
pl: Prywatność:
ru: Право просмотра:
sv: Behörighet:
zh_hant: 隱私:

# imageUploadDetails_tags
source: Tags:
da: Etiketter:
de: Schlagwörter:
hu: Címkék:
id: Tag:
ja: タグ：
nl: Labels:
pl: Tagi:
ru: Тэги:
sv: Taggar:
zh_hant: 標籤:

# imageUploadDetails_description
source: Description:
da: Beskrivelse:
de: Beschreibung:
es: Descripción:
hu: Leírás:
id: Deskripsi:
it: Descrizione:
ja: 説明：
nl: Omschrijving:
pl: Opis:
ru: Описание:
sv: Beskrivning:
zh_hant: 描述:

# imageUploadTableCell_waiting
source: Waiting...
da: Venter...
de: Warten...
es: Esperando...
hu: Várakozás...
it: Attendere...
ja: 待機中...
nl: Wachten...
pl: Oczekiwanie...
ru: Ожидание...
sv: Väntar...
zh_hant: 等待中...

# imageUploadTableCell_preparing
source: Preparing...
da: Forbereder...
de: Vorbereiten...
es: Preparando...
hu: Előkészítés...
it: Preparazione...
ja: 準備中...
nl: Voorbereiden...
pl: Przygotowywanie...
ru: Подготовка...
sv: Förbereder...
zh_hant: 準備中...

# imageUploadTableCell_prepared
source: Ready for upload...
da: Klar til upload...
de: Bereit zum Upload...
es: Listo para subir...
hu: Feltöltésre kész...
it: Pronto per il caricamento...
ja: アップロードの準備ができました...
nl: Klaar voor upload...
pl: Gotowy do przesłania...
ru: Готово к загрузке...
sv: Redo för uppladdning...
zh_hant: 已經準備好上傳...

# imageUploadTableCell_uploading
source: Uploading...
da: Uploader...
de: Wird hochgeladen ...
es: Subiendo...
hu: Feltöltés...
id: Mengunggah...
it: Caricamento...
ja: アップロード中...
nl: Bezig met uploaden...
pl: Przesyłanie...
ru: Загрузка...
sv: Laddar upp...
zh_hant: 上傳中...

# imageUploadTableCell_uploaded
source: Uploaded
da: Uploadet
de: Hochgeladen
es: Subido
hu: Feltöltve
it: Caricato
ja: アップロード済み
nl: Geüpload
pl: Przesłane
ru: Загружено
sv: Uppladdad
zh_hant: 已上傳

# imageUploadTableCell_finishing
source: Finishing...
da: Afslutter...
de: Beenden...
es: Terminando...
hu: Már csak pár pillanat...
it: Finitura...
ja: 完了しています...
nl: Afronden...
pl: Kończenie...
ru: Завершение...
sv: Slutför...
zh_hant: 結束中...
