Repository: Piwigo/Piwigo-Mobile
Catalog: piwigo/Resources/*.lproj/Localizable.strings
Languages: da, de, es, hu, id, it, ja, nl, pl, ru, sv, zh_hant

# imageDetailsView_title
source: Properties
da: Egenskaber
de: Eigenschaften
es: Propiedades
hu: Tulajdonságok
id: Properti
it: Proprietà
ja: プロパティ
nl: Eigenschappen
pl: Informacje o obrazku
ru: Свойства
sv: Egenskaper
zh_hant: 內容

# editImageDetails_title
source: Title
da: Titel
de: Titel
es: Título
hu: Cím
id: Judul:
it: Titolo:
ja: 題名
nl: Titel
pl: Tytuł
ru: Название
sv: Titel:
zh_hant: 標題

# editImageDetails_titlePlaceholder
source: Image Title
da: Titel
de: Bildtitel
es: Título de la imagen
hu: Fotó címe
id: Judul
it: Titolo
ja: 題名
nl: Foto titel
pl: Tytuł zdjęcia
ru: Название изображения
sv: Titel
zh_hant: 照片標題

# editImageDetails_author
source: Author
da: Forfatter
de: Autor
es: Autor
hu: Készítő
id: Penulis:
it: Autore:
ja: 作成者
nl: Auteur
pl: Autor
ru: Автор
sv: Författare:
zh_hant: 作者

# editImageDetails_tags
source: Tags
da: Etiketter
de: Schlagwörter
es: Etiquetas
hu: Címkék
id: Tag:
ja: タグ:
nl: Labels
pl: Znaczniki
ru: Теги
sv: Etiketter:
zh_hant: 標籤

# editImageDetails_privacyLevel
source: Who can see this photo?
da: Hvem kan se dette billede?
de: Wer darf dieses Foto sehen?
es: ¿Quién puede ver esta foto?
hu: Ki láthatja ezt a fotót?
id: Siapa yang bisa melihat foto ini?
it: Chi può vedere questa foto?
ja: この写真を見ることができるのは誰ですか？
nl: Wie mag deze foto zien?
pl: Kto może zobaczyć to zdjęcie?
ru: Кто может видеть эту фотографию?
sv: Vem kan se bilden?
zh_hant: 誰可以看見這張照片?

# editImageDetails_description
source: Description
da: Beskrivelse
de: Beschreibung
es: Descripción
hu: Leírás
it: Descrizione
ja: 説明
nl: Omschrijving
pl: Opis
ru: Описание
sv: Beskrivning
zh_hant: 描述

# editImageDetails_comments
source: Comments
da: Kommentarer
de: Kommentare
es: Comentarios
hu: Hozzászólások
id: Komentar
it: Commenti
ja: コメント
nl: Opmerkingen
pl: Komentarze
ru: Комментарии
sv: Kommentarer
zh_hant: 留言

# editImageDetails_dateCreation
source: Creation Date
da: Oprettelsesdato
de: Aufnahmedatum
es: Fecha de creación
hu: Létrehozás dátuma
it: Data di creazione
ja: 作成日
nl: Aanmaakdatum
pl: Data Utworzenia
ru: Дата создания
sv: Skapat den
zh_hant: 建立日期

# editImageDetails_dateUnset
source: Unset
da: Ikke opsat
de: Zurücksetzen
es: Sin denifir
hu: Idő nélkül
it: Svuotare
ja: 解除
nl: Uitzetten
pl: Odznacz
ru: Сбросить
sv: Obestämt
zh_hant: 取消設定

# editImageDetails_dateToday
source: Today
da: I dag
de: Heute
es: Hoy
hu: Ma
it: Oggi
ja: 今日
nl: Vandaag
pl: Dzisiaj
ru: Сегодня
sv: Idag
zh_hant: 今天

# editImageDetails_dateMonthInc
source: +1 Month
da: +1 Måned
de: +1 Monat
es: +1 Mes
hu: +1 Hónap
it: +1 Mese
ja: +1 ヶ月
nl: +1 Maand
pl: +1 miesiąc
ru: +1 месяц
sv: +1 Månad
zh_hant: +1個月

# editImageDetails_dateMonthDec
source: -1 Month
da: -1 Måned
de: -1 Monat
es: -1 Mes
hu: -1 Hónap
it: -1 Mese
ja: -1 ヶ月
nl: -1 Maand
pl: -1 miesiąc
ru: -1 месяц
sv: -1 Månad
zh_hant: -1個月

# editImageDetails_dateYearInc
source: +1 Year
da: +1 År
de: +1 Jahr
es: +1 Año
hu: +1 Év
it: +1 Anno
ja: +1年
nl: +1 Jaar
pl: +1 rok
ru: +1 год
sv: +1 År
zh_hant: +1年

# editImageDetails_dateYearDec
source: -1 Year
da: -1 År
de: -1 Jahr
es: -1 Año
hu: -1 Év
it: -1 Anno
ja: -1年
nl: -1 Jaar
pl: -1 rok
ru: -1 Год
sv: -1 År
zh_hant: -1年

# editImageDetailsHUD_updatingSingle
source: Updating Photo…
da: Opdaterer foto…
de: Foto wird aktualisiert…
es: Actualizando la foto…
hu: Fotó módosítása…
id: Memperbarui foto…
it: Aggiornamento foto…
ja: 写真を更新しています...
nl: Foto bijwerken…
pl: Aktualizowanie zdjęcia…
ru: Обновление фото…
sv: Uppdaterar foto…
zh_hant: 更新照片中...

# editImageDetailsHUD_updatingPlural
source: Updating Photos…
da: Opdaterer fotos…
de: Fotos werden aktualisiert…
es: Actualizando las fotos…
hu: Fotók módosítása…
id: Memperbarui foto…
it: Aggiornamento foto…
ja: 写真を更新しています...
nl: Foto's bijwerken…
pl: Aktualizowanie zdjęć…
ru: Обновление фото…
sv: Uppdaterar foton…
zh_hant: 更新照片中...

# editImageDetailsError_title
source: Failed to Update
da: Kunne ikke opdatere
de: Fehler bei der Aktualisierung
es: Error al actualizar
hu: Sikertelen frissítés
id: Gagal untuk Memperbarui
it: Errore durante l'aggiornamento
ja: 更新に失敗しました
nl: Bijwerken is mislukt
pl: Aktualizacja nieudana
ru: Не удалось обновить
sv: Uppdateringen misslyckades
zh_hant: 更新失敗

# editImageDetailsError_message
source: Failed to update your changes with your server.
da: Kunne ikke opdatere dine ændringer på din server. Prøv igen?
de: Ihre Änderungen konnten nicht mit Ihrem Server aktualisiert werden.
es: Error al actualizar los cambios con tu servidor. ¿Volver a intentarlo?
hu: Nem sikerült menteni a változásokat a szerverre. Megpróbáljuk újra?
id: Gagal untuk memperbarui perubahan dengan peladen Anda. Coba lagi?
it: Impossibile aggiornare le modifiche con il server. Riprovare?
ja: サーバーに変更内容を更新できませんでした。もう一度やり直しますか？
nl: Bijwerken van jouw wijzigingen met jouw server is mislukt. Opnieuw proberen?
pl: Nie można zaktualizować zmian na serwerze. Spróbować ponownie?
ru: Не удалось обновить ваши изменения на сервере. Попробовать снова?
sv: Det gick inte att uppdatera ändringarna med din server. Försök igen?
zh_hant: 無法更新您的變更。

# imageDetailsFetchError_title
source: Photo Details Fetch Failed
da: Kan ikke læse billeddetajler
de: Abrufen der Fotoinformationen fehlgeschlagen
es: No se han podido recuperar los detalles de la foto
hu: A fotó adatai nem letölthetőek
id: Galat dalam Pengambilan Detai Gambar
it: Recupero dettagli immagine fallito
ja: 写真詳細の取得に失敗しました
nl: Ophalen van de foto-eigenschappen is mislukt
pl: Nie udało się pobrać informacji o zdjęciu
ru: Не удалось получить детали фото
sv: Kunde inte hämta bilddetaljer
zh_hant: 照片資訊獲取失敗

# imageDetailsFetchError_message
source: Fetching the photo data failed.
da: Hentning af billeddata mislykkedes.
de: Das Abrufen der Fotodaten ist fehlgeschlagen.
it: Recupero dati foto non riuscito.
ja: 写真データの取得に失敗しました。
nl: Ophalen van foto-data is mislukt.
ru: Загрузка фотографий не удалась.
sv: Hämtning av fotodata misslyckades.
zh_hant: 無法成功獲取照片的詳細資料。

# imageDetailsFetchError_continueMessage
source: Fetching the photo data failed. Continue?
da: Hentning af billeddata mislykkedes. Fortsæt?
de: Abrufen der Fotoinformationen fehlgeschlagen. Fortsetzen?
es: No se han podido recuperar los datos de la foto. ¿Volver a intentarlo?
hu: Hiba a fotó adatainak betöltésénél. Tovább?
id: Pengambilan data gambar gagal. Lanjutkan?
it: Il recupero dati dell'immagine non è riuscito. Riprovare?
ja: 写真データの取得に失敗しました。続行しますか？
nl: Ophalen van fotodata is mislukt. Doorgaan?
pl: Nie udało się pobrać informacji o zdjęciu. Kontynuować?
ru: Загрузка фото-данных не удалась. Продолжить?
sv: Hämtning av bilddata misslyckats. Fortsätt?
zh_hant: 無法成功獲取照片的詳細資料。要繼續嗎?

source: Privacy Level
da: Tilladelsesniveau
de: Sicherheitsstufe
es: Nivel de privacidad
hu: Adatvédelem szintje
id: Level Privasi
it: Livello di privacy
ja: プライバシーのレベル
nl: Privacyniveau
pl: Poziom Prywatności
ru: Уровень приватности
sv: Behörighetsnivå
zh_hant: 隱私層級

# privacyLevel_admin
source: Admins
es: Administradores
hu: Adminok
id: Admin
it: Amministratori
ja: 管理者
pl: Admin
ru: Администраторы
zh_hant: 管理員

# privacyLevel_adminFamily
source: Admins, Family
da: Admins, Familie
de: Admins, Familie
es: Administradores, Familia
hu: Adminok, Család
id: Admin, Keluarga
it: Amministratori, famiglia
ja: 管理者、家族
nl: Admins, familie
pl: Admin, Rodzina
ru: Администраторы, Семья
sv: Admins, Familj
zh_hant: 管理員，家人

# privacyLevel_adminsFamilyFriends
source: Admins, Family, Friends
da: Admins, Familie, Venner
de: Admins, Familie, Freunde
es: Administradores, Familia, Amigos
hu: Adminok, Család, Barátok
id: Admin, Keluarga, Teman
it: Amministratori, Famiglia, Amici
ja: 管理者、家族、友人
nl: Admins, familie, vrienden
pl: Admin, Rodzina, Przyjaciele
ru: Администраторы, Семья, Друзья
sv: Admins, Familj, Vänner
zh_hant: 管理員，家人，朋友

# privacyLevel_adminsFamilyFriendsContacts
source: Admins, Family, Friends, Contacts
da: Admins, Familie, Venner, Kontakter
de: Admins, Familie, Freunde, Kontakte
es: Administradores, Familia, Amigos, Contactos
hu: Adminok, Család, Barátok, Ismerősök
id: Admin, Keluarga, Teman, Kontak
it: Amministratori, Famiglia, Amici, Contatti
ja: 管理者、家族、友人、連絡先
nl: Admins, familie, vrienden, contacten
pl: Admin, Rodzina, Przyjaciele, Kontakty
ru: Администраторы, Семья, Друзья, Контакты
sv: Admins, Familj, Vänner, Kontakter
zh_hant: 管理員，家人，朋友，聯絡人

# privacyLevel_everybody
source: Everybody
da: Alle
de: Jeder
es: Todos
hu: Mindenki
id: Semua orang
it: Tutti
ja: 誰でも
nl: Iedereen
pl: Każdy
ru: Все
sv: Alla
zh_hant: 所有人

source: none
da: ingen
de: keine
es: ninguna
hu: semmi
id: tidak ada
it: nessuno
ja: なし
nl: niets
pl: brak
ru: нет
sv: ingen
zh_hant: 無

source: Tag
da: Etiket
de: Schlagwort
es: Etiqueta
hu: Címke
ja: タグ
nl: Label
pl: Znacznik
ru: Тег
sv: Etikett
zh_hant: 標籤

source: Tags
da: Etiketter
de: Schlagwörter
es: Etiquetas
hu: Címkék
id: Tag
ja: タグ
nl: Labels
pl: Tagi
ru: Теги
sv: Etiketter
zh_hant: 標籤

# singleTagCount
source: %@ tag
ja: %@ タグ
nl: %@ label
ru: %@ тег
sv: %@ tagg
zh_hant: %@個標籤

# severalTagsCount
source: %@ tags
it: %@ tag
ja: %@ タグ
nl: %@ labels
pl: %@ tagów
ru: %@ тегов
sv: %@ taggar
zh_hant: %@個標籤

# tagsTitle_selectOne
source: Select a Tag
da: Vælg Etiket
de: Ein Schlagwort auswählen
es: Selecciona una etiqueta
hu: Címke kiválasztása
id: Pilih tag
it: Seleziona un Tag
ja: タグを選択
nl: Selecteer een Label
pl: Wybierz znacznik
ru: Выберите тег
sv: Välj en Etikett
zh_hant: 選擇一個標籤

# tagsHeader_selected
source: Selected
da: Valgte
de: Ausgewählt
es: Seleccionado
hu: Kijelölt
id: Dipilih
it: Selezionato
ja: 選択済み
nl: Geselecteerd
pl: Wybrane
ru: Выбрано
sv: Valda
zh_hant: 已選擇

# tagsHeader_notSelected
source: Not Selected
da: Ikke Valgt
de: Nicht ausgewählt
es: No seleccionado
hu: Nem kijelölt
it: Non Selezionato
ja: 選択されていません
nl: Niet geselecteerd
pl: Nie wybrane
ru: Не выбрано
sv: Inte markerad
zh_hant: 未選擇

# tagsHeader_all
source: All
da: Alle
de: Alle
es: Todo
hu: Mind
id: Semua
it: Tutto
ja: すべて
nl: Alles
pl: Wszystkie
ru: Все
sv: Alla
zh_hant: 所有

# tagsAdd_title
source: Add Tag
da: Tilføj etiket
de: Schlagwort hinzufügen
es: Añadir etiqueta
hu: Új címke
it: Aggiungi tag
ja: タグを追加
nl: Voeg label toe
pl: Dodaj znacznik
ru: Добавить тег
sv: Lägg till etikett
zh_hant: 新增標籤

# tagsAdd_message
source: Enter a name for this new tag
da: Indtast et navn for den nye etiket
de: Gib einen Namen für das neue Schlagwort ein
es: Introduce un nombre para esta nueva etiqueta
hu: Adj nevet a címkének
it: Inserisci un nome per questo nuovo tag
ja: 新規タグの名前を入力して下さい
nl: Voer een naam in voor dit label
pl: Wprowadź nazwę dla nowego znacznika
ru: Введите название для этого нового тега
sv: Ange ett namn för den nya etiketten
zh_hant: 為此標籤命名

# tagsAdd_placeholder
source: New tag
da: Ny etiket
de: Neues Schlagwort
es: Nueva etiqueta
hu: Új címke
it: Nuovo tag
ja: 新規タグ
nl: Nieuw label
pl: Nowy znacznik
ru: Новый тег
sv: Ny etikett
zh_hant: 新的標籤

# tagsAddHUD_label
source: Creating Tag…
da: Opretter etiket…
de: Erstelle Stichwort…
es: Creando etiqueta…
hu: Címke létrehozása folyamatban…
it: Creazione tag…
ja: タグを作成する...
nl: Label maken…
pl: Tworzenie znacznika…
ru: Создание тега…
sv: Skapar etikett…
zh_hant: 正在建立標籤...

# tagsAddError_message
source: Failed to create new tag
da: Kunne ikke oprette etiket
de: Erstellen des Schlagwort fehlgeschlagen
es: Error al crear nueva etiqueta
hu: Nem sikerült létrehozni a címkét
it: Impossibile creare un nuovo tag
ja: 新規タグの作成に失敗しました
nl: Niet gelukt om nieuw label aan te maken
pl: Utworzenie nowego znacznika nie powiodło się
ru: Не удалось создать новый тег
sv: Det gick inte att skapa en ny etikett
zh_hant: 建立新標籤失敗

# tagsAddError_title
source: Creation Failed
da: Oprettelse mislykkedes
de: Erstellen fehlgeschlagen
es: Error al crear
hu: Nem sikerült létrehozni
id: Create Fail
it: Crea Errore
ja: 作成に失敗
nl: Aanmaken mislukt
pl: Tworzenie nie powiodło się
ru: Не удалось создать
sv: Skapa misslyckas
zh_hant: 建立失敗

# selectImages
source: Select Photos
da: Vælg billeder
de: Wähle Fotos aus
es: Seleccionar fotos
hu: Fotók kiválasztása
id: Pilih Gambar
it: Seleziona immagini
ja: 写真を選択します
nl: Selecteer foto's
pl: Wybierz zdjęcia
ru: Выберите фото
sv: Välj bilder
zh_hant: 選擇照片

# selectImageSelected
source: 1 Photo Selected
da: 1 billede valgt
de: 1 Foto ausgewählt
es: 1 foto seleccionada
hu: 1 kiválasztott fotó
id: 1 gambar yang dipilih
it: 1 immagine selezionata
ja: 1写真が選択されています
nl: 1 foto geselecteerd
pl: 1 zdjęcie wybrane
ru: Выбрано 1 фото
sv: 1 bild vald
zh_hant: 選擇了1張照片

# selectImagesSelected
source: %@ Photos Selected
da: %@ billeder valgt
de: %@ Fotos ausgewählt
es: %@ fotos seleccionadas
hu: %@ kiválasztott fotó
id: %@ gambar yang dipilih
it: %@ immagini selezionate
ja: %@枚の写真が選択されています
nl: %@ foto's geselecteerd
pl: %@ wybranych zdjęć
ru: Выбрано фотографий: %@
sv: %@ bilder valda
zh_hant: 選擇了%@張照片

source: Select All
da: Alle
de: Alles auswählen
es: Todo
hu: Minden kijelölése
id: Semua
it: Tutto
ja: すべて
nl: Allemaal
pl: Wszystkie
ru: Все
sv: Alla
zh_hant: 全選

# renameImage_title
source: Original File
da: Oprindelig fil
de: Originaldatei
es: Archivo original
hu: Eredeti fájl
it: File Originale
ja: 元のファイル
nl: Origineel bestand
pl: Oryginalny plik
ru: Исходный файл
sv: Originalfil
zh_hant: 原始檔案

# renameImage_message
source: Enter a new file name for this photo
da: Indtast et nyt filnavn for dette billede
de: Neuen Dateinamen für dieses Foto eingeben
es: Introduce un nuevo nombre de archivo para esta foto
hu: Adj új nevet a fotónak
it: Inserisci un nuovo nome di file per questa immagine
ja: この写真の新しいファイル名を入力してください
nl: Voer een nieuwe bestandsnaam in voor deze afbeelding
pl: Wprowadź nową nazwę pliku dla tego zdjęcia
ru: Введите новое имя файла для этого фото
sv: Ange ett nytt filnamn för den här bilden
zh_hant: 為此照片取新的名稱:

# renameImageHUD_label
source: Renaming File…
da: Omdøb fil…
de: Umbenennen der Datei…
es: Renombrando archivo…
hu: Fájl átnevezése…
it: Rinomina file…
ja: ファイルの名前を変更しています…
nl: Bestand hernoemen…
pl: Zmiana nazwy pliku…
ru: Переименование файла…
sv: Byt namn på fil…
zh_hant: 正在重新命名檔案...

# renameImageError_message
source: Failed to rename photo file
da: Kunne ikke omdøbe billedfil
de: Fehler beim Umbenennen der Fotodatei
es: Error al cambiar el nombre del archivo
hu: Nem sikerült átnevezni a fájlt
it: Impossibile rinominare file
ja: 写真ファイルの名前変更に失敗しました
nl: Kan afbeeldingbestand niet hernoemen
pl: Nie udało się zmienić nazwy pliku zdjęcia
ru: Не удалось переименовать файл фото
sv: Det gick inte att byta namn på bildfil
zh_hant: 重新命名照片失敗

# imageFavorites_title
source: Favorites
da: Favoritter
de: Favoriten
it: Preferite
ja: お気に入り
nl: Favorieten
pl: Ulubione
ru: Избранное
sv: Favoriter
zh_hant: 最愛

# imageFavoritesAddError_message
source: Failed to add this photo to your favorites.
da: Kunne ikke tilføje dette billede til dine favoritter.
de: Fehler beim Hinzufügen des Fotos zu ihren Favoriten.
it: Impossibile aggiungere questa foto ai tuoi preferiti.
ja: お気に入りにこの写真を追加できませんでした。
nl: Foto kan niet toegevoegd worden aan favorieten.
pl: Nie udało się dodać tego zdjęcia do ulubionych.
ru: Не удалось добавить эту фотографию в избранное.
sv: Det gick inte att lägga till detta foto till dina favoriter.
zh_hant: 無法將此照片設為最愛。

# imageFavoritesRemoveError_message
source: Failed to remove this photo from your favorites.
da: Kunne ikke fjerne dette billede fra dine favoritter.
de: Fehler beim Entfernen des Fotos von ihren Favoriten.
it: Impossibile rimuovere questa foto dai tuoi preferiti.
ja: お気に入りからこの写真を削除できませんでした。
nl: Fout bij het verwijderen van deze foto uit je favorieten.
pl: Nie udało się usunąć tego zdjęcia z ulubionych.
ru: Не удалось удалить эту фотографию из избранного.
sv: Det gick inte att ta bort detta foto från dina favoriter.
zh_hant: 無法從最愛移除此照片。

# rotateImage_rotate
source: Rotate 90°…
de: Um 90° drehen…
it: Ruota di 90°…
nl: 90° draaien…
ru: Поворот на 90°…
sv: Rotera 90°…

# rotateImage_left
source: Counterclockwise
de: Gegen den Uhrzeigersinn
it: Antiorario
nl: Tegen de klok in
ru: Против часовой стрелки
sv: Motsols

# rotateImage_right
source: Clockwise
de: Im Uhrzeigersinn
it: Orario
nl: Met de klok mee
ru: По часовой
sv: Medurs

# rotateSingleImageHUD_rotating
source: Rotating Photo…
de: Drehe Foto…
it: Rotazione Foto…
nl: Roterende foto…
ru: Вращение фото…
sv: Roterar bild…

# rotateSeveralImageHUD_rotating
source: Rotating Photos…
de: Drehe Fotos…
it: Rotazione Foto…
nl: Foto's roteren…
ru: Поворот фотографий…
sv: Roterar bilder…

# rotateImageFail_title
source: Rotation Failed
de: Drehung fehlgeschlagen
it: Rotazione Non Riuscita
nl: Rotatie mislukt
ru: Поворот не удался
sv: Rotationen misslyckades

# rotateImageFail_plugin
source: The rotateImage plugin is not activated.
de: Das rotateImage Plugin ist nicht aktiviert.
it: Il plugin rotateImage non è attivato.
nl: De rotateImage plugin is niet geactiveerd.
ru: Плагин RotateImage не активирован.
sv: RotateImage plugin är inte aktiverad.

# rotateImageFail_message
source: Image could not be rotated
de: Bild konnte nicht gedreht werden
it: L'immagine non può essere ruotata
nl: Afbeelding kon niet worden gedraaid
ru: Не удалось повернуть изображение
sv: Bilden kunde inte roteras

# deleteImage_delete
source: Delete
da: Slet
de: Löschen
es: Eliminar
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
nl: Verwijderen
pl: Usuń
ru: Удалить
sv: Radera
zh_hant: 刪除

# deleteImageProgress_title
source: Deleting %@%% Done
da: Sletning af %@%% Afsluttet
de: Löschen von %@%% erledigt
es: Eliminando %@%%. Hecho.
hu: %@%% sikeresen törölve
id: Menghapus %@%% Selesai
it: Eliminazione di %@%% completata
ja: %@%% の削除が済みました
nl: Verwijderen van %@%% voltooid
pl: Usuwanie %@%% zakończone
ru: Удалено %@%%
sv: Radering av %@%% utförd
zh_hant: 已經刪除%@%%

# deleteSingleImage_title
source: Delete Photo
da: Slet Billede
de: Foto löschen
es: Eliminar foto
hu: Fotó törlése
id: Hapus Gambar
it: Cancella immagine
ja: 写真を削除
nl: Foto verwijderen
pl: Usuń zdjęcie
ru: Удалить фото
sv: Radera bild
zh_hant: 刪除照片

# deleteSingleVideo_title
source: Delete Video
da: Slet Video
de: Lösche Video
it: Elimina Video
ja: 動画削除
nl: Video verwijderen
ru: Удалить Видео
sv: Radera video

# deleteSingleImageHUD_deleting
source: Deleting Photo…
da: Sletter billede…
de: Lösche Foto…
es: Eliminando foto…
hu: Fotó törlése…
id: Menghapus gambar…
it: Eliminazione immagine…
ja: 写真を削除しています...
nl: Foto verwijderen…
pl: Usuwanie zdjęcia…
ru: Удаление фото…
sv: Raderar bild…
zh_hant: 正在刪除照片...

# deleteSingleVideoHUD_deleting
source: Deleting Video…
da: Sletter Video…
de: Lösche Video…
it: Eliminazione video…
ja: ビデオの削除...
nl: Video verwijderen…
ru: Удаление видео…
sv: Radera video...

# deleteSeveralImagesHUD_deleting
source: Deleting Photos/Videos…
da: Sletter billeder/videoer…
de: Lösche Fotos/Videos…
es: Eliminando fotos…
hu: Fotók törlése…
id: Menghapus gambar…
it: Eliminazione Foto/Video…
ja: 写真を削除しています...
nl: Foto's/video's aan het verwijderen…
pl: Usuwanie zdjęć…
ru: Удаление фотографий/видео…
sv: Radera foton/videor…
zh_hant: 正在刪除照片...

# removeSingleImage_title
source: Remove from Album
da: Fjern fra Album
de: Aus Album entfernen
es: Eliminar del álbum
hu: Eltávolítás az albumból
id: Hapus dari Album
it: Rimuovi dall'album
ja: アルバムから削除する
nl: Verwijder uit album
pl: Usuń z albumu
ru: Удалить из альбома
sv: Ta bort från Album
zh_hant: 從相簿中移除

# removeSingleImageHUD_removing
source: Removing Photo…
da: Sletter billede…
de: Lösche Foto…
es: Borrando foto…
hu: Fotó eltávolítása…
id: Menghapus Gambar…
it: Eliminazione immagine…
ja: 写真を削除しています...
nl: Foto verwijderen…
pl: Usuwanie zdjęcia…
ru: Удаление фото…
sv: Ta bort bild…
zh_hant: 正在刪除照片...

# removeSingleVideoHUD_removing
source: Removing Video…
da: Fjerner Video…
de: Entferne Video…
it: Rimozione Video…
ja: ビデオの削除...
nl: Video verwijderen…
ru: Удаление видео…
sv: Ta bort video...

# removeSeveralImagesHUD_removing
source: Removing Photos/Videos…
da: Fjerner billeder/videoer…
de: Entferne Fotos/Videos…
es: Borrando fotos…
hu: Fotók eltávolítása…
it: Rimozione foto / video…
ja: 写真を削除しています…
nl: Foto's/video's verwijderen…
pl: Usuwanie zdjęć…
ru: Удаление фотографий/видео…
sv: Ta bort foton/videor…
zh_hant: 正在刪除照片...

# deleteSingleImage_message
source: Are you sure you want to delete this photo? This cannot be undone!
da: Er du sikker på, at du ønsker at slette dette billede? Dette kan ikke fortrydes!
de: Möchtest Du dieses Foto wirklich löschen? Dies kann nicht rückgängig gemacht werden!
es: ¿Estás seguro de que deseas suprimir esta foto? ¡Esta acción no se puede deshacer!
hu: Biztos törlöd a fotót? Ez végleges törlés!
id: Anda yakin ingin menghapus gambar ini? Ini tidak dapat dibatalkan!
it: Sei sicuro di voler eliminare questa immagine? L'azione non può essere annullata!
ja: この写真を本当に削除しますか？この操作は元に戻せません。
nl: Weet je zeker dat je dit bestand wilt verwijderen? Dit kan niet ongedaan worden gemaakt!
pl: Czy na pewno chcesz usunąć to zdjęcie? Nie można tego cofnąć!
ru: Вы уверены, что ходите удалить это фотографию? Это действие нельзя будет отменить!
sv: Är du säker på att du vill radera den här bilden? Åtgärden kan inte ångras!
zh_hant: 你確定要刪除這張照片嗎? 此動作無法還原!

# deleteSingleVideo_message
source: Are you sure you want to delete this video? This cannot be undone!
da: Er du sikker på, at du vil slette denne video? Dette kan ikke fortrydes!
de: Sind Sie sicher, dass Sie dieses Video löschen möchten? Dies kann nicht rückgängig gemacht werden!
it: Sei sicuro di voler eliminare questo video? Questo non può essere annullato!
ja: 本当にこのビデオを削除しますか？元に戻すことはできません！
nl: Weet je zeker dat je deze video wilt verwijderen? Dit kan niet ongedaan worden gemaakt!
ru: Вы уверены, что хотите удалить это видео? Это действие необратимо!
sv: Är du säker på att du vill ta bort denna video? Detta kan inte ångras!

# deleteSeveralImages_title
source: Delete %@ Photos/Videos
da: Slet %@ billeder/videoer
de: Lösche %@ Fotos/Videos
es: Eliminar %@ fotos
hu: %@ fotó törlése
id: Hapus Gambar
it: Elimina %@ Foto/Video
ja: %@枚の写真を削除
nl: Verwijder %@ foto's/video's
pl: Usuń %@ zdjęć
ru: Удаление %@ фотографий/видео
sv: Radera %@ bilder/videor
zh_hant: 刪除%@張照片

# deleteSeveralImages_message
source: Are you sure you want to delete the selected %@ photos/videos? This cannot be undone!
da: Er du sikker på du ønsker at slette disse %@ billeder/videoer? Dette kan ikke fortrydes!
de: Möchten Sie die %@ ausgewählten Fotos/Videos wirklich löschen? Dies kann nicht rückgängig gemacht werden!
es: ¿Estás seguro que deseas eliminar las %@ fotos seleccionadas? ¡Esto no se puede deshacer!
hu: Biztos ki akarod törölni a kiválasztott %@ fotót? Ez végleges törlés!
id: Anda yakin ingin menghapus gambar %@ yang dipilih? Ini tidak dapat dibatalkan!
it: Sei sicuro di voler eliminare le foto / video %@ selezionate? Questo non può essere annullato!
ja: 選択した%@枚の写真を本当に削除しますか？この操作は元に戻せません。
nl: Weet je zeker dat je de geselecteerde %@ foto's/video's wilt verwijderen? Dit kan niet ongedaan worden gemaakt!
pl: Czy na pewno chcesz usunąć wybrane zdjęcia (%@)? Nie można tego cofnąć!
ru: Вы уверены, что ходите удалить %@ фотографий/видео? Это действие нельзя будет отменить!
sv: Är du säker på att du vill ta bort de markerade %@ bilderna/videoklippen? Detta kan inte ångras!
zh_hant: 你確定要刪除選取的%@張照片嗎? 此動作無法還原!

# deleteImageFail_title
source: Delete Failed
da: Sletning Mislykkedes
de: Löschen fehlgeschlagen
es: Error al eliminar
hu: A törlés nem sikerült
id: Gagal Menghapus
it: Eliminazione non riuscita
ja: 削除に失敗しました
nl: Verwijderen is mislukt
pl: Błąd Usunięcia
ru: Удаление не удалось
sv: Raderingen misslyckades
zh_hant: 刪除失敗
