Repository: Piwigo/Piwigo-Mobile
Catalog: piwigo/Resources/*.lproj/Localizable.strings
Languages: da, de, es, hu, id, it, ja, nl, pl, ru, sv, zh_hant

# help05_text
source: Once upload requests are submitted, you can browse albums, submit other requests or leave the app.
da: Når upload anmodninger er sendt, kan du gennemse album, sende andre anmodninger eller forlade appen.
de: Sobald Upload-Anfragen eingereicht wurden, können Sie Alben durchsuchen, andere Anfragen einreichen oder die App verlassen.
es: Una vez enviadas las solicitudes de subida, puede navegar por los álbumes, enviar otras solicitudes o salir de la aplicación.
hu: Feltöltési kérelmet követően böngészhetsz az albumok között, kezdeményezhetsz új feltöltést, vagy akár kilőheted az appot.
it: Una volta che le richieste di caricamento vengono inviate, è possibile sfogliare gli album, inviare altre richieste o lasciare l'app.
ja: アップロードリクエストが送信されると、アルバムを閲覧したり、他のリクエストを送信したり、アプリから退出したりできます。
nl: Nadat de upload is ingediend, kunt u door albums bladeren, andere aanvragen indienen of de app verlaten.
pl: Po wysłaniu żądań przesyłania, możesz przeglądać albumy, wysyłać inne żądania lub opuścić aplikację.
ru: После того, как запросы на загрузку будут отправлены, вы можете просматривать альбомы, отправлять другие запросы или оставить приложение.
sv: När uppladdningsförfrågningar har skickats in kan du bläddra bland album, skicka in andra förfrågningar eller lämna appen.
zh_hant: 一旦按下上傳，就可以繼續瀏覽相簿，送出其他的請求或離開程式。

# help05_text2
source: Tap the grey button presented in the root album to manage uploads.
da: Tryk på den grå knap i rodalbummet for at administrere uploads.
de: Tippen Sie auf die graue Schaltfläche, die im Root-Album angezeigt wird, um Uploads zu verwalten.
es: Pulse el botón gris que aparece en el álbum raíz para gestionar las subidas.
hu: A főalbumban, a szürke gomb megnyomásával megnézheted a feltöltés részleteit.
it: Tocca il pulsante grigio presentato nell'album di root per gestire i caricamenti.
ja: アップロードを管理するには、ルートアルバムに表示されているグレーのボタンをタップします。
nl: Tik op de grijze knop gepresenteerd in het hoofdalbum om de upload te beheren.
pl: Dotknij szarego przycisku w głównym albumie, aby zarządzać przesyłaniami.
ru: Нажмите серую кнопку, представленную в корневом альбоме, чтобы управлять загрузками.
sv: Tryck på den grå knappen som visas i rotalbumet för att hantera uppladdningar.
zh_hant: 按下根相簿中的灰色按鈕來管理上傳任務。

# help06_header
source: Upload Management
da: Upload Håndtering
de: Uploadverwaltung
es: Gestión de subidas
hu: Feltöltések menedzselése
it: Gestione Upload
ja: アップロード管理
nl: Upload beheer
pl: Zarządzanie przesyłaniem
ru: Управление загрузками
sv: Ladda upp hantering
zh_hant: 上傳管理

# help06_text
source: Monitor, cancel and resume upload requests globally or individually.
da: Overvåg, annullere og genoptage upload anmodninger globalt eller individuelt.
de: Upload-Anfragen global oder einzeln überwachen, abbrechen und fortsetzen.
es: Supervise, cancele y reanude las solicitudes de subida de forma global o individual.
hu: Nyomonkövetheted, megszakíthatod, vagy folytathatod a feltöltéseket akár egyenként is.
it: Monitora, cancella e riprendi le richieste di upload a livello globale o individuale.
ja: 監視、キャンセル、およびグローバルまたは個別にアップロードリクエストを再開します。
nl: Monitoren, annuleren en hervatten upload verzoeken globaal of individueel.
pl: Monitoruj, anuluj i wznawiaj żądania przesyłania globalnie lub pojedynczo.
ru: Отслеживать, отменять и возобновлять запросы на загрузку глобально или индивидуально.
sv: Övervaka, avbryta och återuppta uppladdningsförfrågningar globalt eller individuellt.
zh_hant: 一次性或個別的查看，取消或恢復上傳要求。

# help07_header
source: Auto-Uploading
da: Auto-Upload
de: Automatisches Hochladen
hu: Automata feltöltés
it: Caricamento Automatico
ja: 自動アップロード
nl: Automatisch uploaden
pl: Automatyczne przesyłanie
ru: Автозагрузка
sv: Automatisk uppladdning
zh_hant: 自動上傳

# help07_text
source: Select source and destination albums in Piwigo, create automations in Shortcuts.
da: Vælg kilde- og destinationsalbummer i Piwigo, opret automatisering i Genveje.
de: Wählen Sie Quell- und Zielalben in Piwigo, erstellen Sie Automatisierungen in Verknüpfungen.
hu: Válassz forrás- és célalbumot a Piwigoban, automatizálj a Parancsok appal!
it: Seleziona gli album di origine e destinazione in Piwigo, crea automazioni nelle scorciatoie.
ja: Piwigoでソースアルバムとデスティネーションアルバムを選択し、ショートカットでオートメーションを作成します。
nl: Selecteer bron en bestemming albums in Piwigo, maak automatisering in Snelkoppelingen.
pl: Wybierz albumy źródłowe i docelowe w Piwigo, utwórz automaty w Skrótach.
ru: Выберите исходные и целевые альбомы в Piwigo, создайте автоматически ярлыки.
sv: Välj källa och destination album i Piwigo, skapa automatisering i genvägar.
zh_hant: 選取來源和目標相簿，並在「捷徑」App中進行自動化。

# help08_header
source: Parent Albums
da: Overordnede Albums
de: Übergeordnete Alben
it: Album Genitori
ja: 親アルバム
nl: Bovenliggende albums
ru: Родительские альбомы
sv: Överordnat album
zh_hant: 母相簿

# help08_text
source: Long-press on the back button to display the list of parent albums.
da: Langt tryk på tilbage-knappen for at vise listen over overordnede albummer.
de: Drücken Sie lange auf die Zurück-Schaltfläche, um die Liste der übergeordneten Alben anzuzeigen.
it: Premere a lungo sul pulsante indietro per visualizzare l'elenco degli album genitori.
ja: 戻るボタンを長押しすると、アルバムのリストが表示されます。
nl: Druk lang op de terugknop om de lijst van bovenliggende albums weer te geven.
ru: Долгое нажатие на кнопку Назад для отображения списка родительских альбомов.
sv: Långtryck på bakåtknappen för att visa listan över överordnade album.
zh_hant: 長按返回按鈕來顯示母相簿列表。

# help08_text2
source: Tap the parent album of your choice to jump back to it.
da: Tryk på det overordnede album efter eget valg for at hoppe tilbage til det.
de: Tippe auf das übergeordnete Album deiner Wahl, um zu ihm zurückzuspringen.
it: Tocca l'album genitore di tua scelta per tornare ad esso.
ja: 選択した親アルバムをタップしてジャンプします。
nl: Tik op het bovenliggende album van je keuze om er naar terug te springen.
ru: Нажмите на родительский альбом по вашему выбору, чтобы вернуться к нему.
sv: Tryck på det överordnade albumet du väljer för att hoppa tillbaka till det.
zh_hant: 點擊您選擇的母相簿以跳回它。

# settingsHeader_troubleshoot
source: Troubleshooting
de: Fehlerbehebung
it: Risoluzione dei problemi
nl: Probleemoplossen
ru: Поиск неисправностей
sv: Felsökning

# settings_logs
source: Logs
de: Protokolle
it: Registri
nl: Logboeken
ru: Журналы
sv: Loggar

# settings_JSONinvalid
source: Invalid Server Responses
de: Ungültige Serverantworten
it: Risposte del server non valide
nl: Ongeldige serverreacties
ru: Неверные ответы сервера
sv: Ogiltiga serversvar

# whatsNew_title
source: What's New in Piwigo
da: Hvad er nyt i Piwigo
de: Was ist neu in Piwigo
it: Novità di Piwigo
ja: Piwigoの新機能
nl: Wat is er nieuw in Piwigo
ru: Что нового в Piwigo
sv: Vad är nytt i Piwigo

# whatsNew_title1
source: Group Photos
da: Nye Bevægelser
de: Fotos gruppieren
it: Foto di gruppo
nl: Groep foto's
ru: Групповые фото
sv: Gruppera foton

# whatsNew_desc1
source: Auto-play and loop options
da: Stryg ned eller klemme billedet for at vende tilbage til albummet, når du ser individuelle billeder eller videoer.
de: Nach Tag, Woche oder Monat.
it: Da giorno, settimana o mese.
ja: By day, week or month.
nl: Per dag, week of maand.
ru: По дням или месяцам.

# whatsNew_title2
source: Rename Files
da: PiP Understøttelse
de: Fotos drehen
it: Ruota foto
ja: Rotate Photos
nl: Foto's roteren
ru: Повернуть фото

# whatsNew_desc2
source: before upload with creation date, counter, album ID, text…
da: Se en video, der er gemt på din Piwigo, mens du bruger andre apps.
de: Behebung von Ausrichtungsproblemen (erfordert das rotateImage Plugin).
it: Risolvi i problemi di orientamento (richiede il plug-in rotateImage).
ja: Fix orientation issues.
nl: Repareer oriëntatie problemen (vereist de rotateImage plugin).
ru: Исправлены проблемы ориентации (требуется плагин rotateImage).

# whatsNew_continue
source: Continue
da: Fortsæt
de: Fortsetzen
it: Continua
ja: 続ける
nl: Doorgaan
ru: Продолжить
sv: Fortsätt

# categorySelection_root<375pt
source: Root
da: Rod
de: Stammverzeichnis
hu: Gyökér
ja: ルート
pl: Główny
sv: Rot
zh_hant: 根

# settings_biometricsOpticID
source: Optic ID
da: Optisk ID
de: Optische ID

# login_serverPlaceholder
source: example.com
es: ejemplo.com
hu: példa.hu
id: contoh.com
it: esempio.com
nl: voorbeeld.com
pl: przyklad.pl
sv: exempel.se

# settings_biometricsTouchID
source: Touch ID
nl: Tik ID

# settings_biometricsFaceID
source: Face ID
nl: Gezicht ID

# settings_appName
source: Piwigo Mobile
nl: Piwigo Mobiel

# alertOkButton
source: OK
es: Aceptar
id: Oke
zh_hant: 好
