Repository: Piwigo/Piwigo-Mobile
Catalog: piwigo/Resources/*.lproj/Localizable.strings
Languages: da, de, es, hu, id, it, ja, nl, pl, ru, sv, zh_hant

# loginHTTP_title
source: HTTP Credentials
da: HTTP legitimationsoplysninger
de: HTTP Anmeldeinformationen
es: Credenciales HTTP
hu: HTTP azonosítók
id: Kredensial HTTP
it: Credenziali di HTTP
ja: HTTP証明書
nl: HTTP Referenties
pl: Poświadczenia HTTP
ru: Учетные данные HTTP
sv: Http-referenser
zh_hant: HTTP 認證

# loginHTTP_message
source: Basic access authentification is required by the Piwigo server:
da: Login kræves af Piwigo server:
de: Basis Zugriffs-Authentifizierung wird vom Piwigo Server erwartet:
es: El servidor Piwigo requiere una autenticación de acceso básico:
hu: A Piwigo szerver alapszintű hozzáférési hitelesítést kér:
id: Otentikasi akses dasar yang dibutuhkan oleh server Piwigo‎:
it: L'autenticazione di accesso di base è richiesta dal server Piwigo:
ja: Piwigoサーバにおいて、基本アクセス認証が必要です。
nl: Authenticatie van basistoegang is vereist door de Piwigo-server:
pl: Podstawowa autoryzacja dostępu jest wymagana przez serwer Piwigo‎:
ru: Сервер Piwigo требует базовой HTTP-аутентификации:
sv: Grundläggande autentisering krävs av Piwigo-servern‎:
zh_hant: Piwigo伺服器正在要求基本存取認證:

# loginHTTPuser_placeholder
source: Username
da: Brugernavn
de: Benutzername
es: Nombre de usuario
hu: Felhasználónév
id: Nama Pengguna
it: Nome utente
ja: ユーザ名
nl: Gebruikersnaam
pl: Nazwa Użytkownika
ru: Пользователь
sv: Användarnamn
zh_hant: 帳號

# loginHTTPpwd_placeholder
source: Password
da: Adgangskode
de: Passwort
es: Contraseña
hu: Jelszó
id: Kata sandi
ja: パスワード
nl: Wachtwoord
pl: Hasło
ru: Пароль
sv: Lösenord
zh_hant: 密碼

# loginCertFailed_title
source: Connection Not Private
da: Forbindelse er ikke sikker
de: Verbindung nicht privat
es: La conexión no es privada
hu: A kapcsolat nem biztonságos
it: Connessione non privata
ja: 接続がプライベートではありません
nl: Verbinding niet privé
pl: Połączenie nie jest prywatne
ru: Приватное соединение не обеспечивается
sv: Anslutning inte privat
zh_hant: 連線並不安全

# loginCertFailed_message
source: Piwigo warns you when a website has a certificate that is not valid. Do you still want to accept this certificate?
da: Piwigo advarer dig når en hjemmeside har et ugyldigt certifikat. Vil du stadig acceptere dette certifikat?
de: Piwigo warnt Sie, wenn eine Webseite ein Zertifikat hat, das nicht gültig ist. Möchten Sie dieses Zertifikat trotzdem akzeptieren?
es: Piwigo te advierte cuando un sitio web tiene un certificado que no es válido. ¿Todavía quieres aceptar este certificado?
hu: A Piwigo figyelmeztetést küld, amennyiben a weboldal tanúsítványa nem megfelelő. Biztos el akarod fogadni ezt a tanúsítványt?
it: Piwigo ti avvisa quando un sito web dispone di un certificato non valido. Vuoi ancora accettare questo certificato?
ja: Piwigoはウェブサイトに無効な証明書がある場合に警告します。この証明書を受け入れますか？
nl: Piwigo waarschuwt je wanneer een website een certificaat heeft dat niet geldig is. Wil je dit certificaat nog steeds accepteren?
pl: Piwigo ostrzega Cię, że certyfikat witryny jest nieważny. Czy nadal chcesz zaakceptować ten certyfikat?
ru: Piwigo предупреждает Вас, когда веб-сайт имеет недействительный сертификат. Вы все еще хотите принять этот сертификат?
sv: Piwigo varnar dig när en webbplats har ett certifikat som inte är giltigt. Vill du fortfarande acceptera detta certifikat?
zh_hant: Piwigo要警告你這個網站有一個無效的證書。你要接受這個證書嗎?

# loginHTTPSfailed_title
source: Secure Connection Failed
da: Sikker forbindelse fejlede
de: Sichere Verbindung fehlgeschlagen
es: Ha fallado la conexión segura
hu: Biztonságos kapcsolat létrehozása sikertelen
it: Connessione Sicura non riuscita
ja: 安全な接続に失敗しました
nl: Beveiligde verbinding mislukt
pl: Bezpieczne połączenie nie powiodło się
ru: Безопасное подключение не удалось
sv: Säker anslutning misslyckades
zh_hant: 安全連線失敗

# loginHTTPSfailed_message
source: Piwigo cannot establish a secure connection. Do you want to try to establish an insecure connection?
da: Piwigo kan ikke etablere en sikker forbindelse. Vil du forsøge at etablere en usikker forbindelse?
de: Piwigo kann keine sichere Verbindung herstellen. Möchten Sie versuchen, eine unsichere Verbindung herzustellen?
es: Piwigo no puede establecer una conexión segura. ¿Quieres intentar establecer una conexión no segura?
hu: A Piwigo nem tud létrehozni biztonságos kapcsolatot. Szeretnéd, hogy megpróbáljon nem-biztonságos kapcsolatot létrehozni?
it: Piwigo non può stabilire una connessione sicura. Vuoi provare a stabilire una connessione non sicura?
ja: Piwigoは安全な接続を確立できません。安全でない接続の確立を試みますか？
nl: Piwigo kan geen beveiligde verbinding tot stand brengen. Wil je proberen een onveilige verbinding te maken?
pl: Piwigo nie może nawiązać bezpiecznego połączenia. Czy chcesz spróbować nawiązać niezabezpieczone połączenie?
ru: Piwigo не может установить безопасное соединение. Вы хотите установить небезопасное соединение?
sv: Piwigo kan inte upprätta en säker anslutning. Vill du försöka upprätta en osäker anslutning?
zh_hant: Piwigo無法建立安全連線。你要試試看非安全連線嗎?

# serverURLerror_title
source: Incorrect URL
da: Forkert URL
de: Ungültige URL
es: URL incorrecto
hu: Hibás URL
id: URL salah
it: URL non corretto
ja: URLが間違っています
nl: Onjuiste URL
pl: Niepoprawny adres URL
ru: Некорректный URL
sv: Felaktig URL
zh_hant: 不正確的網址

# serverURLerror_message
source: Please correct the Piwigo web server address.
da: Ret venligst Piwigo web serveradressen.
de: Bitte korrigieren Sie die Piwigo-Web-Server-Adresse.
es: Corrige la dirección del servidor web de Piwigo.
hu: Kérlek javítsd a Piwigo web szerver címét!
id: Silakan perbaiki alamat server web Piwigo.
it: Si prega di correggere l'indirizzo del server web Piwigo.
ja: Piwigoウェブサーバのアドレスを訂正して下さい
nl: Corrigeer s. v. p. het adres van de server van Piwigo.
pl: Popraw adres serwera Piwigo.
ru: Пожалуйста, исправьте адрес веб-сервера Piwigo.
sv: Vänligen korrigera Piwigo webbserveradressen.
zh_hant: 請更正Piwigo的伺服器網址。

# serverMethodsError_title
source: Unknown Methods
da: Ukendt Protokol
de: Unbekannte Methoden
es: Métodos desconocidos
hu: Ismeretlen metódusok
id: Metode Tidak Diketahui
it: Metodi sconosciuti
ja: 不明なメソッド
nl: Onbekende methoden
pl: Nieznane metody
ru: Неизвестный метод
sv: Okända metoder
zh_hant: 未知方法

# serverMethodsError_message
source: Failed to get server methods. Problem with Piwigo server?
da: Kunne ikke hente server protokol. Prøv at logge ind igen?
de: Fehler beim Abrufen der Servermethoden. Probleme mit dem Piwigo Server?
es: No se han podido obtener los métodos del servidor. ¿Problema con el servidor de Piwigo?
hu: Hiba a szerver metódusainak letöltésekor. Lehet ez szerverhiba?
id: Gagal mendapatkan metode peladen. Masalah dengan peladen Piwigo?
it: Impossibile accedere ai metodi del server. Problemi col server di Piwigo?
ja: サーバーメソットの取得に失敗しました。Piwigoサーバの問題か？
nl: Server methoden verkrijgen mislukt. Problemen met de Piwigo-server?
pl: Nie udało się uzyskać metod serwera. Problem z serwerem Piwigo?
ru: Не удалось получить методы сервера. Проблема с сервером Piwigo?
sv: Det gick inte att få servermetoder. Problem med Piwigo servern?
zh_hant: 無法取得伺服器方法(Server Methods)。Piwigo伺服器有問題?

# serverInvalidMethodError_message
source: Failed to call server method.
da: Kunne ikke kalde server metode.
de: Server-Methode konnte nicht aufgerufen werden.
es: No se ha podido llamar al método del servidor.
hu: Hiba a szerver-metódus hívásakor.
id: Gagal untuk memanggil metode server.
it: Impossibile chiamare il metodo del server.
ja: サーバーメソッドの呼び出しに失敗しました。
nl: Mislukt om de server methode op te roepen.
pl: Nie można wywołać metody serwera.
ru: Не удалось вызвать метод сервера.
sv: Misslyckades att anropa servermetod.
zh_hant: 呼叫伺服器方法失敗。

# serverMissingParamError_message
source: Failed to execute server method with missing parameter.
da: Ikke kunne udføre server metode med manglende parameter.
de: Ausführung der Servermethode mit fehlendem Parameter fehlgeschlagen.
es: No se ha podido ejecutar el método del servidor con un parámetro que falta.
hu: Nem sikerült a szerver-metódust futtatni hiányzó paraméter miatt.
id: Gagal untuk menjalankan metode server dengan parameter yang hilang.
it: Impossibile eseguire il metodo server con parametro mancante.
ja: 不足しているパラメーターでサーバーメソッドの実行に失敗しました。
nl: Het is mislukt om de servermethode met ontbrekende parameter uit te voeren.
pl: Nie można wykonać metody serwera z brakującym parametrem.
ru: Не удалось выполнить метод сервера с недостающим параметром.
sv: Det gick inte att exekvera servermetoden med saknad parameter.
zh_hant: 缺少參數無法呼叫伺服器方法。

# serverInvalidParamError_message
source: Failed to call server method with provided parameters.
da: Kunne ikke udføre servermetoden med de angivne parametre.
de: Fehler beim Aufruf der Servermethode mit den angegebenen Parametern.
es: No se ha podido llamar al método del servidor con los parámetros proporcionados.
hu: Nem sikerült meghívni a szerver-metódust a megadott paraméterekkel.
id: Gagal untuk memanggil metode server dengan parameter yang disediakan.
it: Impossibile chiamare il metodo server con i parametri forniti.
ja: 指定されたパラメーターでのサーバーメソッドの呼び出しに失敗しました。
nl: Kan de servermethode niet bellen met de opgegeven parameters.
pl: Nie można wywołać metody serwera z podanymi parametrami.
ru: Не удалось вызвать метод сервера с указанными параметрами.
sv: Misslyckades anropa servermetod med angivna parametrar.
zh_hant: 無法以提供的參數呼叫伺服器方法。

# serverUnknownError_message
source: Unexpected error encountered while calling server method with provided parameters.
da: Uventet fejl opstod under kald af server metode med angivne parametre.
de: Beim Aufrufen der Servermethode mit den angegebenen Parametern ist ein unerwarteter Fehler aufgetreten.
es: Se ha encontrado un error inesperado al llamar al método del servidor con los parámetros proporcionados.
hu: Ismeretlen hiba történt a szerver-metódus megadott paraméterekkel történő meghívásakor.
id: Kesalahan yang tidak terduga sewaktu memanggil metode server dengan parameter yang disediakan.
it: Si è verificato un errore imprevisto durante la chiamata al metodo server con i parametri forniti.
ja: サーバー指定されたパラメーターを持つメソッドの呼び出し中に発生した予期しないエラー。
nl: Onverwachte fout bij het aanroepen van de server methode met de meegeleverde parameters.
pl: Napotkano niespodziewany błąd podczas wywoływania serwera z dostarczonymi parametrami.
ru: При вызове метода сервера с указанными параметрами возникла непредвиденная ошибка.
sv: Ett oväntat fel uppstod när du anropade servermetoden med angivna parametrar.
zh_hant: 以提供的參數呼叫伺服器方法時發生意外錯誤。

# loginError_title
source: Login Failed
da: Log ind Mislykkedes
de: Anmeldung fehlgeschlagen
es: Error en el inicio de sesión
hu: Bejelentkezési Hiba
id: Gagal Masuk
it: Accesso fallito
ja: ログインに失敗しました
nl: Mislukte aanmelding
pl: Logowanie nieudane
ru: Ошибка входа
sv: Inloggning Misslyckades
zh_hant: 登入失敗

# loginError_message
source: The username and password don't match on the given web address
da: Brugernavnet og adgangskoden er ikke korrekt
de: Benutzername und Passwort stimmen für die angegebene Webadresse nicht überein
es: El nombre de usuario y la contraseña no coinciden en la dirección web especificada
hu: A felhasználó és jelszó párosa nem megfelelő a megadott weboldalhoz
id: Nama pengguna dan kata sandi tidak sesuai dengan alamat web yang diberikan
it: Il nome utente e la password non corrispondono all'indirizzo web specificato
ja: ユーザ名とパスワードが、指定したwebアドレスで一致しません
nl: De gebruikersnaam en het wachtwoord komen niet overeen op het opgegeven webadres
pl: Nazwa użytkownika i hasło nie pasują do podanego serwera
ru: Имя пользователя и пароль не совпадают на данном веб-адресе
sv: Användarnamnet och lösenordet matchar inte den angivna webbadressen
zh_hant: 帳號密碼無法於提供的網址登入

# loginError_resetPwd
source: Would you like to reset your password from the web interface?
de: Möchten Sie Ihr Passwort über die Webschnittstelle zurücksetzen?
it: Vuoi reimpostare la password dall'interfaccia web?
nl: Wilt u uw wachtwoord opnieuw instellen vanuit de webinterface?
ru: Вы хотите сбросить пароль из веб-интерфейса?
sv: Vill du återställa ditt lösenord från webbgränssnittet?

# loginEmptyServer_title
source: Enter a Web Address
da: Indtast en Webadresse
de: Webadresse eingeben
es: Especifica una dirección web
hu: Adj meg egy web címet
id: Masukkan Alamat Web
it: Immettere un indirizzo Web
ja: Web アドレスを入力してください
nl: Voer een webadres in
pl: Wprowadź Adres Strony
ru: Введите адрес
sv: Ange en webbadress
zh_hant: 請輸入網址

# loginEmptyServer_message
source: Please select a protocol and enter a Piwigo web address in order to proceed.
da: Venligst Vælg en protokol og indtast en Piwigo web-adresse for at fortsætte.
de: Bitte wähle ein Protokoll und gib eine Piwigo Webadresse ein, um fortfahren zu können.
es: Selecciona un protocolo y especifica una dirección web de Piwigo para continuar.
hu: Kérlek válassz protocollt, és add meg a Piwigo web címet a továbblépéshez!
id: Silakan pilih sebuah protokol dan masukkan alamat web Piwigo untuk melanjutkan.
it: Si prega di selezionare un protocollo e inserire un indirizzo web di Piwigo per procedere.
ja: 先に進むために、プロトコルを選択してPiwigoウェブアドレスを入力して下さい。
nl: Selecteer een protocol en voeg een Piwigo webadres toe om door te gaan.
pl: Proszę wybrać protokół i wprowadzić adres internetowy Piwigo, aby kontynuować.
ru: Пожалуйста, выберите протокол и введите адрес сервера Piwigo для продолжения.
sv: Välj ett protokoll och ange en Piwigo webbadress för att gå vidare.
zh_hant: 請選擇連線方式並且輸入Piwigo網址以繼續。

# serverConnectionError_title
source: Connection Failed
da: Forbindelsen fejlede
de: Verbindung fehlgeschlagen
es: Ha fallado la conexión
hu: Csatlakozási hiba
id: Koneksi gagal
it: Connessione Fallita
ja: 接続に失敗しました
nl: Verbinding mislukt
pl: Połączenie nieudane
ru: Ошибка подключения
sv: Anslutningen misslyckades
zh_hant: 連線失敗

# serverConnectionError_message
source: A secured HTTPS connection could not be established. Please check the address or try in unencrypted HTTP mode?
da: En sikker HTTPS-forbindelsen kunne ikke oprettes. Kontroller venligst adressen eller prøv en ukrypteret http forbindelse
de: Eine gesicherte HTTPS-Verbindung konnte nicht hergestellt werden. Bitte überprüfen Sie die Adresse oder versuchen Sie es im unverschlüsselten HTTP-Modus?
es: No se ha podido establecer una conexión HTTPS segura. Comprueba la dirección o prueba en modo HTTP no cifrado.
hu: Nem sikerült biztonságos HTTPS kapcsolatot létrehozni. Kérlek ellenőrizd a web címet, vagy próbálkozz HTTP móddal?
id: Koneksi HTTPS aman tidak dapat ditentukan. Silakan periksa alamat atau coba dalam mode HTTP yang tidak terenkripsi?
it: Impossibile stabilire una connessione HTTPS protetta. Si prega di controllare l'indirizzo o provare in modalità HTTP non crittografato?
ja: セキュリティで保護された HTTPS 接続を確立できませんでした。アドレスを確認するか、暗号化されていない HTTP モードでやり直してください。
nl: Een beveiligde HTTPS-verbinding kan niet worden vastgesteld. Controleer het adres of probeer in niet-gecodeerde HTTP-modus?
pl: Nie można ustanowić zabezpieczonego połączenia HTTPS. Sprawdź adres lub spróbuj w trybie niezaszyfrowanego HTTP?
ru: Не удалось установить защищенное HTTPS-соединение. Проверьте адрес или попробуйте в незашифрованном режиме (HTTP)?
sv: En säker HTTPS-anslutning kunde inte upprättas. Kontrollera adressen eller försök i okrypterat HTTP-läge?
zh_hant: 無法建立安全的HTTPS連線。請確認網址或嘗試非加密HTTP模式?

# serverVersionOld_title
source: Server Update Available
da: Server Opdatering Tilgængelig
de: Serverupdate verfügbar
it: Aggiornamento Del Server Disponibile
ja: サーバーアップデートが利用可能です
nl: Er is een server update beschikbaar
ru: Доступно обновление сервера
sv: Serveruppdatering tillgänglig

# serverVersionOld_message
source: Your Piwigo server version is %@. Please ask the administrator to update it.
da: Din Piwigo serverversion er %@. Bed venligst administratoren om at opdatere den.
de: Ihre Piwigo Server-Version ist %@. Bitte fragen Sie den Administrator, sie zu aktualisieren.
it: La versione del tuo server Piwigo è %@. Chiedi all'amministratore di aggiornarla.
ja: Piwigoサーバーのバージョンは %@です。管理者に更新を依頼してください。
nl: Uw Piwigo server versie is %@. Vraag de beheerder om deze bij te werken.
ru: Версия вашего сервера Piwigo %@. Пожалуйста, попросите администратора обновить его.
sv: Din Piwigo serverversion är %@. Be administratören att uppdatera den.

# serverVersionNotCompatible_title
source: Incompatible Server
da: Server Inkompatibel
de: Inkompatibler Server
es: Servidor no compatible
hu: Szerver nem kompatibilis
id: Peladen Tidak Kompatibel
it: Server incompatibile
ja: サーバが非互換です
nl: Server niet ondersteund
pl: Serwera Niekompatybilny
ru: Сервер несовместим
sv: Servern är inkompatibel
zh_hant: 伺服器不支援

# serverVersionNotCompatible_message
source: Your Piwigo server version is %@. Piwigo Mobile only supports a version of at least %@. Please update your server to use Piwigo Mobile.
da: Din Piwigo serverversion er %@. Piwigo Mobile kræver mindst version %@. Opdater venligst din server hvis du vil bruge Piwigo Mobile.
de: Ihre Piwigo Serverversion ist %@. Piwigo Mobile unterstützt nur Versionen ab %@. Bitte aktualisieren Sie Ihren Server um Piwigo Mobile verwenden zu können.
es: La versión del servidor de Piwigo es %@. Piwigo Mobile sólo soporta una versión de al menos 2.8. Por favor, actualice su servidor para poder usar Piwigo Mobile. ¿Desea continuar?
hu: A Piwigo szervered verziója %@. A Piwigo Mobile használatához legalább 2.8-as verzióra van szükség. Kérlek frissítsd a szervered, hogy használni tudd a Piwigo Mobile-t. Folytassuk a kapcsolódást ennek ellenére?
id: Versi peladen Piwigo Anda adalah %@. Piwigo Mobile hanya mendukung minimal versi 2.7. Perbarui peladen Anda untuk menggunakan Piwigo Mobile. Apakah Anda ingin melanjutkan?
it: La versione server di Piwigo è %@. Piwigo Mobile supporta solo la versione %@ e successive. Si prega di aggiornare il server per utilizzare Piwigo Mobile.
ja: Piwigoサーバのバージョンは%@です。Piwigo Mobileは%@以上のみサポートしています。Piwigo Mobileを使うには、サーバを更新してください。
nl: Jouw Piwigo server versie is %@. Piwigo Mobiel ondersteunt alleen versie %@ of hoger. Werk jouw server bij om Piwigo Mobile te kunnen gebruiken.
pl: Wersja serwera Twojego Piwigo to %@. Piwigo Mobile obsługuje tylko wersję co najmniej 2.8. Zaktualizuj swój serwer aby korzystać z Piwigo Mobile. Czy nadal chcesz kontynuować?
ru: Версия вашего сервера Piwigo %@. Piwigo Mobile поддерживает только версию не менее %@. Пожалуйста, обновите ваш сервер, чтобы использовать Piwigo Mobile.
sv: Din Piwigo serverversion är %@. Piwigo Mobile stöder endast en version av minst %@. Uppdatera din server för att använda Piwigo Mobile.
zh_hant: 你的Piwigo伺服器版本為%@。Piwigo Mobile需要2.8版本以上。請更新你的伺服器以使用Piwigo Mobile。確定要繼續嗎?

# sessionStatusError_title
source: Authentication Failed
da: Godkendelse Mislykkedes
de: Authentifizierung fehlgeschlagen
es: Error de autenticación
hu: Hitelesítés sikertelen
id: Pengesahan Gagal
it: Autenticazione fallita
ja: 認証に失敗しました
nl: Authenticatie is mislukt
pl: Niepowodzenie Uwierzytelniania
ru: Ошибка аутентификации
sv: Autentisering misslyckades
zh_hant: 認證失敗

# sessionStatusError_message
source: Failed to authenticate with the server. Try logging in again.
da: Log ind ikke godkendt af serveren. Prøv at logge ind igen.
de: Konnte den Server nicht authentifizieren. Versuche erneute Anmeldung.
es: No se ha podido autenticar con el servidor. Prueba a iniciar sesión otra vez.
hu: Nem sikerült bejelentkezni a szerverre. Kérlek próbáld újra!
id: Gagal untuk pengesahan pada peladen. Coba masuk lagi.
it: Impossibile eseguire l'autenticazione con il server. Prova ad accedere nuovamente.
ja: サーバーでの認証に失敗しました。もう一度ログインしてください。
nl: Kan niet worden geverifieerd door de server. Probeer opnieuw aan te melden.
pl: Nie można uwierzytelnić z serwerem. Spróbuj zalogować się ponownie.
ru: Ошибка аутентификации на сервере. Попробуйте войти снова.
sv: Det gick inte att autentisera med servern. Försök logga in igen.
zh_hant: 與伺服器認證失敗。請嘗試重新登入。

# logoutConfirmation_title
source: Logout
da: Log ud
de: Abmelden
es: Cerrar sesión
hu: Kijelentkezés
id: Keluar
it: Esci
ja: ログアウト
nl: Afmelden
pl: Wyloguj
ru: Выйти
sv: Logga ut
zh_hant: 登出

# logoutConfirmation_message
source: Are you sure you want to logout?
da: Er du sikker på at du vil logge ud?
de: Wollen Sie sich wirklich abmelden?
es: ¿Estás seguro de que deseas cerrar la sesión?
hu: Biztos ki akarsz jelentkezni?
id: Anda yakin ingin keluar?
it: Vuoi davvero effettuare il logout?
ja: 本当にログアウトしますか？
nl: Weet je zeker dat je je wilt afmelden?
pl: Czy na pewno chcesz się wylogować?
ru: Вы точно хотите выйти?
sv: Är du säker på att du vill logga ut?
zh_hant: 你確定要登出嗎?

# logoutFail_title
source: Logout Failed
da: Logout Mislykkedes
de: Abmelden fehlgeschlagen
es: No se ha podido cerrar la sesión
hu: Sikertelen kijelentkezés
id: Gagal Keluar
it: Logout fallito
ja: ログアウトに失敗しました
nl: Afmelden is mislukt
pl: Wylogowanie nie powiodło się
ru: Ошибка выхода
sv: Utloggning misslyckades
zh_hant: 登出失敗

# singleAlbumCount
source: %@ album
ja: %@ アルバム
ru: %@ альбом
zh_hant: %@個相簿

# severalAlbumsCount
source: %@ albums
de: %@ Alben
it: %@ album
ja: %@ アルバム
pl: %@ albumów
ru: %@ альбомов
sv: %@ album
zh_hant: %@個相簿

# singleSubAlbumCount
source: %@ sub-album
da: %@ under-album
de: %@ Unter-Album
it: %@ sottoalbum
ja: %@ サブアルバム
pl: %@ podalbum
ru: %@ подальбом
sv: %@ underalbum
zh_hant: %@個子相簿

# severalSubAlbumsCount
source: %@ sub-albums
da: %@ under-albums
de: %@ Unter-Alben
it: %@ sottoalbum
ja: %@ サブアルバム
pl: %@ podalbumów
ru: %@ подальбомов
sv: %@ underalbum
zh_hant: %@個子相簿

# categoryUpdating
source: Updating…
da: Opdaterer…
de: Aktualisierung…
it: Aggiornamento…
ja: 更新中…
nl: Bijwerken…
ru: Обновление…
sv: Uppdaterar…
zh_hant: 更新中...

# categoryUpdatedOn
source: Updated on %@
da: Opdateret d. %@
de: Aktualisiert am %@
it: Aggiornato il %@
ja: %@ に更新
nl: Bijgewerkt op %@
ru: Обновлено %@
sv: Uppdaterad den %@

# categoryUpdatedAt
source: Updated at %@
da: Opdateret %@
de: Aktualisiert um %@
it: Aggiornato alle %@
ja: %@ に更新
nl: Bijgewerkt op %@
ru: Обновлено в %@
sv: Uppdaterad den %@

# categoryUpdatedNow
source: Updated just now
da: Netop opdateret
de: Gerade aktualisiert
it: Aggiornato proprio ora
ja: 更新: たった今
nl: Zojuist bijgewerkt
ru: Обновлено сейчас
sv: Uppdaterad just nu

# categoryMainEmtpy
source: No albums in your Piwigo yet. You may pull down to refresh or re-login.
da: Der er endnu ingen album i dit Piwigo. Prøv at trække ned for at opdatere eller log ind igen.
de: Bislang keine Alben in Ihrem Piwigo enthalten. Sie können zur Aktualisierung nach unten ziehen oder Sich erneut anmelden.
es: Todavía no hay álbumes en tu Piwigo. Puedes tirar hacia abajo para actualizar, o volver a iniciar sesión.
hu: Még nincsenek albumok a Piwigoban. Lefelé húzással frissítheted a képernyőt, illetve megpróbálhatsz újra bejelentkezni.
id: Belum ada album dalam Piwigo Anda. Anda dapat menarik ke bawah untuk menyegarkan atau menyambung kembali.
it: Non è presente ancora nessun album nel tuo Piwigo. Scorri verso il basso per aggiornare o ri-effettuare il login.
ja: まだPiwigoにアルバムがありません。 プルダウンして更新するか、再ログインしてください。
nl: Nog geen albums in jouw Piwigo. Gebruik de pull down om te vernieuwen, of meld opnieuw aan.
pl: Nie ma jeszcze żadnych albumów w Twojej galerii Piwigo. Możesz przeciągnąć listę w dół by odświeżyć lub zalogować się ponownie.
ru: В вашем Piwigo пока нет альбомов. Вы можете потянуть вниз для обновления или повторного входа.
sv: Inga album i din Piwigo ännu. Prova med att dra ner för att uppdatera, eller logga in igen.
zh_hant: 你的Piwigo沒有相簿。你需要下拉以重新整理或是重新登入。

# categoryImageList_selectButton
source: Select
da: Vælg
de: Wählen
es: Seleccionar
hu: Kiválaszt
id: Pilih
it: Seleziona
ja: 選択
nl: Selecteer
pl: Wybierz
ru: Выбрать
sv: Välj
zh_hant: 選取

# categoryImageList_deselectButton
source: Deselect
da: Fravælg
de: Auswahl aufheben
es: Deseleccionar
hu: Elvet
it: Deseleziona
ja: 選択を解除
nl: Deselecteren
pl: Odznacz
ru: Отменить выбор
sv: Avmarkera
zh_hant: 取消選取
