Repository: Piwigo/Piwigo-Mobile
Catalog: piwigo/Resources/*.lproj/Localizable.strings
Languages: da, de, es, hu, id, it, ja, nl, pl, ru, sv, zh_hant

# categoryImageList_noDataError
source: Error No Data
da: Fejl ingen Data
de: Fehler keine Daten
es: Error Sin datos
hu: Hiba: nincs adat
id: Galat Tidak Ada Data
it: Errore dati
ja: エラー データがありません
nl: Fout geen gegevens
pl: Błąd. Brak danych
ru: Ошибка: нет данных
sv: Fel inga Data
zh_hant: 錯誤 無資料

# categoryImageList_share
source: Share
de: Teilen
it: Condividi
ru: Поделиться
sv: Aktie

# categoryImageList_favorite
source: Favorite
de: Favorit
it: Aggiungi ai preferiti
ru: Добавить в избранное
sv: Lägg till i favoriter

# categoryImageList_unfavorite
source: Unfavorite
de: Aus Favoriten entfernen
it: Rimuovi dai preferiti
ru: Удалить из избранного
sv: Ta bort från favorit

# categoryDiscover_title
source: Discover
da: Opdag
de: Entdecken
es: Descubre
hu: Felfedezés
it: Scoprire
ja: 探す
nl: Ontdek
pl: Odkrywaj
ru: Обзор
sv: Upptäck
zh_hant: 探索

# categoryDiscoverTagged_title
source: Tagged
da: Market
de: Markiert
it: Etichettato
ja: タグ付き
nl: Gelabeld
pl: Oznaczone
ru: С тэгами
sv: Taggad
zh_hant: 已標籤

# categoryDiscoverVisits_title
source: Most Visited
da: Mest sete
de: Am häufigsten angesehen
es: Lo más visto
hu: Legtöbbet látogatott
it: Le più viste
ja: 最多アクセス
nl: Meest bezocht
pl: Najczęściej odwiedzane
ru: Наиболее просматриваемые
sv: Mest besökta
zh_hant: 最多觀看

# categoryDiscoverVisits_legend
source: hits
da: visninger
de: Aufrufe
es: peticiones
hu: megtekintés
it: visualizzazioni
ja: ヒット
pl: wejść
ru: просмотры
sv: träffar
zh_hant: 次觀看

# categoryDiscoverBest_title
source: Best Rated
da: Bedst bedømte
de: Am besten bewertet
es: Mejor valoración
hu: Legjobbra értékelt
it: I più votati
ja: 最高評価
nl: Best gewaardeerd
pl: Najwyżej oceniane
ru: С наивысшим рейтингом
sv: Högst betygsatta
zh_hant: 評分最高

# categoryDiscoverRecent_title
source: Recent Photos
da: Nye fotografier
de: Neueste Fotos
es: Fotos recientes
hu: Friss fotók
it: Ultime foto
ja: 最近の写真
nl: Recente foto's
pl: Najnowsze zdjęcia
ru: Последние фото
sv: Senaste bilder
zh_hant: 近期照片

# categoryDiscoverFavorites_title
source: Your Favorites
da: Dine favoritter
de: Ihre Favoriten
es: Tus favoritos
hu: Kedvencek
it: Le mie preferite
ja: お気に入り
nl: Jouw favorieten
pl: Moje ulubione
ru: Ваши избранные
sv: Mina favoriter
zh_hant: 你的最愛

# categorySort_sort
source: Sort Images By…
de: Sortiere Bilder nach…
it: Ordina le immagini per…
nl: Sorteer afbeeldingen op…
ru: Сортировать изображения по…
sv: Sortera bilder efter…

# categorySort_default
source: Default
de: Standard
it: Predefinito
nl: Standaard
ru: По умолчанию
sv: Standard

# categorySort_name
source: Photo Title
de: Fototitel
it: Titolo Foto
nl: Fototitel
ru: Название фото
sv: Foto titel

# categorySort_nameAscending
source: Photo Title, A → Z
da: Billedtitel, A → Z
de: Fototitel, A → Z
es: Título de la foto, A → Z
hu: Név szerint, A → Z
id: Judul Foto, A → Z
it: Titolo foto, A → Z
ja: 写真題名、A → Z
nl: Foto titel, A → Z
pl: Tytuł Zdjęcia, A → Z
ru: Заголовок фотографии, A → Я
sv: Bildtitel, A → Ö
zh_hant: 照片標題，A → Z

# categorySort_nameDescending
source: Photo Title, Z → A
da: Billedtitel, Z → A
de: Fototitel, Z → A
es: Título de la foto, Z → A
hu: Név szerint, Z → A
id: Judul Foto, Z → A
it: Titolo foto, Z → A
ja: 写真題名、Z → A
nl: Foto titel, Z → A
pl: Tytuł Zdjęcia, Z → A
ru: Заголовок фотографии, Я → А
sv: Bildtitel, Z → A
zh_hant: 照片標題，Z → A

# categorySort_fileName
source: File Name
de: Dateiname
it: Nome File
nl: File naam
ru: Имя файла
sv: Filnamn

# categorySort_fileNameAscending
source: File Name, A → Z
da: Filnavn, A → Z
de: Dateiname, A → Z
es: Nombre de archivo, A → Z
hu: Vezetéknév, A → Z
id: Nama Berkas, A → Z
it: Nome file, A → Z
ja: ファイル名、A → Z
nl: Bestandsnaam A → Z
pl: Nazwa Pliku, A → Z
ru: Имя файла, A → Z
sv: Filnamn, A → Ö
zh_hant: 檔名，A → Z

# categorySort_fileNameDescending
source: File Name, Z → A
da: Filnavn, Z → A
de: Dateiname, Z → A
es: Nombre de archivo, Z → A
hu: Vezetéknév, Z → A
id: Nama Berkas, Z → A
it: Nome file, Z → A
ja: ファイル名、Z → A
nl: Bestandsnaam, Z → A
pl: Nazwa Pliku, Z → A
ru: Имя файла, Я → А
sv: Filnamn, Ö → A
zh_hant: 檔名，Z → A

# categorySort_dateCreated
source: Date Created
de: Erstellungsdatum
it: Data di Creazione
nl: Datum aangemaakt
ru: Дата создания
sv: Skapad datum

# categorySort_dateCreatedDescending
source: Date Created, new → old
da: Oprettelsdato, ny → gammel
de: Erstelldatum, Neu → Alt
es: Fecha de creación, nuevo → antiguo
hu: Létrehozás, új → régi
id: Tanggal Dibuat, baru → lama
it: Data di creazione, nuovo → vecchio
ja: 作成日、新しい → 古い
nl: Aanmaakdatum, nieuw → oud
pl: Data Utworzenia, nowe → stare
ru: Дата создания, новая → старая
sv: Skapelsedatum, ny → gammal
zh_hant: 建立日期，新 → 舊

# categorySort_dateCreatedAscending
source: Date Created, old → new
da: Oprettelsdato, gammel → ny
de: Erstelldatum, Alt → Neu
es: Fecha de creación, antiguo → nuevo
hu: Létrehozás, régi → új
id: Tanggal Dibuat, lama → baru
it: Data di creazione, vecchio → nuovo
ja: 作成日、古い → 新しい
nl: Datum gemaakt, oud → nieuw
pl: Data Utworzenia, stare → nowe
ru: Дата создания, старые → новые
sv: Skapelsedatum, gammal → ny
zh_hant: 建立日期，舊 → 新

# categorySort_datePosted
source: Date Posted
de: Veröffentlichungsdatum
it: Data di pubblicazione
nl: Datum geplaatst
ru: Дата публикации
sv: Datum postad

# categorySort_datePostedDescending
source: Date Posted, new → old
da: Oprettelsdato, ny → gammel
de: Veröffentlichung, Neu → Alt
es: Fecha de publicación, nuevo → antiguo
hu: Feltöltés, új → régi
id: Tanggal Dikirim, baru → lama
it: Data di inserimento, nuovo → vecchio
ja: 掲載日、新しい → 古い
nl: Datum geplaatst, nieuw → oud
pl: Data Wysłania, nowe → stare
ru: Дата публикации, новая → старая
sv: Skapelsedatum, ny → gammal
zh_hant: 發布日期，新 → 舊

# categorySort_datePostedAscending
source: Date Posted, old → new
da: Oprettelsdato, gammel → ny
de: Veröffentlichung, Alt → Neu
es: Fecha de publicación, antiguo → nuevo
hu: Feltöltés, régi → új
id: Tanggal Dikirim, lama → baru
it: Data di inserimento, vecchio → nuovo
ja: 掲載日、古い → 新しい
nl: Datum geplaatst, oud → nieuw
pl: Data Wysłania, stare → nowe
ru: Дата публикации, старая → новая
sv: Skapelsedatum, gammal → ny
zh_hant: 發布日期，舊 → 新

# categorySort_ratingScore
source: Rating Score
de: Bewertungswert
it: Punteggio Valutazione
nl: Score beoordeling
ru: Оценка рейтинга
sv: Betyg Poäng

# categorySort_ratingScoreDescending
source: Rating Score, high → low
da: Bedømmelse, høj → lav
de: Bewertung, hoch → niedrig
es: Puntuación de valoraciones, alta → baja
hu: Értékelés, magas → alacsony
it: Valutazione, alto → basso
ja: 評価スコア、高い→低い
nl: Waarderingsscore, hoog → laag
pl: Ocena, wysoka → niska
ru: Рейтинг, высокий → низкий
sv: Betyg, hög → låg
zh_hant: 評分，高 → 低

# categorySort_ratingScoreAscending
source: Rating Score, low → high
da: Bedømmelse, lav → høj
de: Bewertung, niedrig → hoch
es: Puntuación de valoraciones, baja → alta
hu: Értékelés, alacsony → magas
it: Valutazione, basso → alto
ja: 評価スコア、低い→高い
nl: Waarderingsscore, laag → hoog
pl: Ocena, niska → wysoka
ru: Рейтинг, низкий → высокий
sv: Betyg, låg → hög
zh_hant: 評分，低 → 高

# categorySort_visits
source: Visits
de: Besuche
it: Visite
nl: Bezoeken
ru: Визиты
sv: Besök

# categorySort_visitsDescending
source: Visits, high → low
da: Besøg, høj → lav
de: Besuche, hoch → niedrig
es: Visitas, alto → bajo
hu: Népszerűség, magas → alacsony
it: Visite, alto → basso
ja: 訪問回数, 高 → 低
nl: Bezoeken, hoog → laag
pl: Odwiedzin, mniej → więcej
ru: Посещения, высокие → низкие
sv: Besökare, hög → låg
zh_hant: 觀看次數，高 → 低

# categorySort_visitsAscending
source: Visits, low → high
da: Besøg, lav → høj
de: Besuche, niedrig → hoch
es: Visitas, bajo → alto
hu: Népszerűség, alacsony → magas
it: Visite, basso → alto
ja: 訪問回数, 低 → 高
nl: Bezoeken, laag → hoog
pl: Odwiedzin, mniej → więcej
ru: Посещения, низкий → высокий
sv: Besökare, låg → hög
zh_hant: 觀看次數，低 → 高

# categorySort_manual
source: Manual Order
da: Manuel sortering
de: Manuelle Bestellung
es: Ordenar manualmente
hu: Kézi rendezés
id: Pesanan Manual
it: Ordine manuale
ja: 手動注文
nl: Handmatige volgorde
pl: Ustaw ręcznie
ru: Ручная сортировка
sv: Manuell sortering
zh_hant: 手動排序

# categorySort_randomly
source: Randomly
de: Zufällig
it: Casualmente
nl: Willekeurig
ru: Случайно
sv: Slumpmässigt

# categorySort_random
source: Random Order
da: Tilfældig rækkefølge
de: Zufällige Reihenfolge
es: Orden aleatorio
hu: Véletlen sorrend
it: Ordine Casuale
ja: ランダムな順序
nl: Willekeurige volgorde
pl: Kolejność losowa
ru: Случайный порядок
sv: Slumpmässig ordning
zh_hant: 隨機排序

# categorySort_id
source: Identifier
de: Kennung
it: Identificatore
ru: Идентификатор

# categorySort_idDescending
source: Identifier, 9 → 1
de: Kennung, 9 → 1
it: Identificatore, 9 → 1
ru: Идентификатор, 9 → 1

# categorySort_idAscending
source: Identifier, 1 → 9
de: Kennung, 1 → 9
it: Identificatore, 1 → 9
ru: Идентификатор, 1 → 9

# categorySort_videosOnly
source: Videos Only
da: Kun Videoer
de: Nur Videos
es: Solo vídeos
hu: Videók
id: Hanya Video
it: Soli Video
ja: 動画のみ
nl: Alleen video's
pl: Tylko Filmy
ru: Только Видео
sv: Endast filmer
zh_hant: 只有影片

# categorySort_imagesOnly
source: Photos Only
da: Kun Billeder
de: Nur Fotos
es: Solo fotos
hu: Fotók
id: Hanya Gambar
it: Solo Immagini
ja: 写真のみ
nl: Alleen foto's
pl: Tylko zdjęcia
ru: Только Фото
sv: Endast bilder
zh_hant: 只有照片

# categoryView_options
source: View Options
de: Optionen anzeigen
it: Opzioni Visualizzazione
nl: Bekijk opties
ru: Посмотреть опции
sv: Visningsalternativ

# categoryView_group
source: Group Images By…
de: Bilder gruppieren nach…
it: Raggruppa immagini per…
nl: Afbeeldingen groeperen op…
ru: Группировать изображения по…
sv: Gruppera bilder av…

# categoryView_show
source: Show…
de: Zeige…
it: Mostra…
nl: Tonen…
ru: Показать…
sv: Visa…

# categorySelection_title
source: Album
es: Álbum
ja: アルバム
ru: Альбом
zh_hant: 相簿

# categorySelection_titleSub
source: Sub-Albums
da: Under album
de: Unter-Alben
es: Sub-álbumes
hu: Alalbumok
id: Sub-album
it: Sub-album
ja: サブアルバム
nl: Sub-album
pl: Podalbumy
ru: Подальбомы
sv: Underalbum
zh_hant: 子相簿

# categorySelection_root
source: Root Album
da: Rodalbum
de: Haupt-Album
es: Álbum raíz
hu: Főalbum
id: Akar Album
it: Album di radice
ja: ルートアルバム
pl: Album główny
ru: Корневой альбом
sv: Rotalbum
zh_hant: 根相簿

# categorySelection_action
source: Select an action for this album
da: Vælg en handling for dette album
de: Wähle eine Aktion für dieses Album
es: Selecciona una acción para este álbum
hu: Az albumon végrehajtandó feladat
id: Pilih tindakan untuk album ini
it: Seleziona un'azione per questo album
ja: このアルバムのためのアクションを選択します
nl: Selecteer een actie voor dit album
pl: Wybierz akcję dla tego albumu
ru: Выберите действие для этого альбома
sv: Välj en åtgärd för detta album
zh_hant: 為這個相簿選取動作

# categorySelectionHUD_label
source: Retrieving Albums Data…
da: Henter albumdata…
de: Albumdaten abrufen…
es: Recuperando datos de álbumes…
hu: Album adatainak betöltése…
id: Mengambil Data album…
it: Recupero dati dell'album…
ja: アルバムのデータを取得しています...
nl: Terugvinden van album-gegevens…
pl: Pobieranie danych o albumach…
ru: Получение данных об альбомах…
sv: Hämta albumdata…
zh_hant: 正在讀取相簿資料...

# categorySelection_allAlbums
source: All Albums
da: Alle albummer
de: Alle Alben
es: Todos los álbumes
hu: Albumok
it: Tutti Gli Album
ja: すべてのアルバム
nl: Alle albums
pl: Wszystkie albumy
ru: Все альбомы
sv: Alla album
zh_hant: 所有相簿

# categoryUpload_noSubAlbum
source: There is no sub-album to upload photos to
da: Der er ikke noget underalbum at uploade billeder til
de: Es gibt kein Unter-Album um Fotos hochzuladen
es: No hay ningún sub-álbum al que subir fotos
hu: Nincs alalbum, ahova fotókat lehetne tölteni
id: Ada ada sub album untuk meng-upload gambar ke
it: Non ci sono sotto-album per caricare le immagini
ja: 写真をアップロードするサブアルバムがありません
nl: Er is geen sub-album om foto's naar up te loaden
pl: Nie istnieje podalbum do przesyłania zdjęć
ru: Нет вложенных альбомов для загрузки фото в
sv: Det finns ingen underalbum att ladda upp bilder till
zh_hant: 沒有子相簿可以上傳照片

# categoryUpload_chooseAlbum
source: Select a sub-album to upload photos to
da: Vælg et underalbum til upload af billeder
de: Wähle ein Unter-Album zum Hochladen der Fotos
es: Selecciona un sub-álbum al que subir fotos
hu: Választható alalbumok
id: Pilih album untuk mengunggah gambar
it: Seleziona un sotto-album per caricare le immagini
ja: 写真をアップロードするアルバムを選択します
nl: Selecteer een album om foto's naar up te loaden
pl: Wybierz podalbum, do którego przesyłać zdjęcia
ru: Выберите альбом для загрузки фото
sv: Välj ett album att ladda upp bilder till
zh_hant: 選取一個子相簿以上傳照片

# categoryUpload_LocalAlbums
source: Local Albums
da: Lokale album
de: Lokale Alben
es: Álbumes locales
hu: Helyi albumok
id: Album lokal
it: Album locali
ja: ローカルアルバム
nl: Lokale albums
pl: Albumy lokalne
ru: Альбомы на устройстве
sv: Lokala album
zh_hant: 本機相簿

# categoryUpload_chooseLocalAlbum
source: Select an album to get photos from
da: Vælg et album at hente biller fra
de: Wähle ein Album um Fotos zu erhalten
es: Selecciona un álbum del que obtener fotos
hu: Elérhető helyi fotóalbumok
id: Pilih album untuk mendapatkan gambar
it: Seleziona un album per ottenere immagini
ja: 写真を取得するアルバムを選択します
nl: Selecteer een album om er foto's van op te halen
pl: Wybierz album z którego chcesz pobrać zdjęcia
ru: Выберите альбом из которого необходимо получить фотографии
sv: Välj ett album att hämta bilder från
zh_hant: 選取要取得照片的地方

# categoryUpload_sharedAlbums
source: Shared Albums
da: Delet Albums
de: Geteilte Alben
es: Álbumes compartidos
hu: Megosztott albumok
it: Album Condivisi
ja: 共有アルバム
nl: Gedeelde albums
pl: Udostępnione albumy
ru: Общие Альбомы
sv: Delade album
zh_hant: 共享相簿

# categoryUpload_iCloudAlbums
source: iCloud Albums
da: iCloud album
de: iCloud Alben
es: Álbumes de iCloud
hu: iCloud albumok
id: iCloud album
it: Album di iCloud
ja: iCloudのアルバム
pl: Albumy iCloud
ru: Альбомы iCloud
sv: iCloudalbum
zh_hant: iCloud相簿

# categoryUpload_chooseiCloudAlbum
source: Select an iCloud album to get photos from
da: Vælg et iCloud album at hente biller fra
de: Wähle ein iCloud Album um Fotos zu erhalten
es: Selecciona un álbum de iCloud del cuál obtener fotos de
hu: Elérhető iCloud fotóalbumok
id: Pilih album iCloud untuk mendapatkan gambar dari
it: Seleziona un album iCloud per ottenere immagini
ja: 写真を取得するiCloud アルバムを選択します
nl: Selecteer een iCloud album om er foto's van op te halen
pl: Wybierz album iCloud z którego chcesz pobrać zdjęcia
ru: Выберите альбом iCloud, из которого получить фото
sv: Välj ett iCloud-album att hämta bilder från
zh_hant: 選取要取得照片的iCloud相簿

# categoryUpload_syncedEvents
source: iPhoto Events
da: iPhoto-begivenheder
de: iPhoto Ereignisse
es: Eventos de iPhoto
hu: iPhoto események
it: Eventi iPhoto
ja: iPhotoのイベント
nl: iPhoto gebeurtenissen
pl: Wydarzenia iPhoto
ru: События iPhoto
sv: iPhoto Händelser
zh_hant: iPhoto事件

# categoryUpload_syncedAlbums
source: iPhoto Albums
de: iPhoto Alben
es: Álbumes de iPhoto
hu: iPhoto albumok
it: Album iPhoto
ja: iPhotoのアルバム
pl: Albumy iPhoto
ru: Альбомы iPhoto
sv: iPhoto-album
zh_hant: iPhoto相簿

# categoryUpload_syncedFaces
source: iPhoto Faces
de: iPhoto Gesichter
es: Caras de iPhoto
hu: iPhone szelfik
ja: iPhotoの顔
nl: iPhoto gezichten
pl: Twarze iPhoto
ru: Лица iPhoto
zh_hant: iPhoto面孔

# categoryUpload_mediaTypes
source: Media Types
da: Medie Typer
de: Medientypen
es: Tipos de medios
hu: Médiatípusok
it: Tipi Multimediali
ja: メディアの種類
nl: Typen media
pl: Typy mediów
ru: Типы Вложений
sv: Mediatyper
zh_hant: 媒體類型

# categoryUpload_otherAlbums
source: Other Albums
da: Andre Albummer
de: Andere Alben
es: Otros álbumes
hu: Egyéb albumok
it: Altri Album
ja: その他のアルバム
nl: Andere albums
pl: Inne albumy
ru: Другие Альбомы
sv: Andra album
zh_hant: 其他相簿

# categoryUpload_pasteboard
source: Clipboard
da: Udklipsholder
de: Zwischenablage
es: Portapapeles
hu: Vágólap
it: Appunti
ja: クリップボード
nl: Klembord
pl: Schowek
ru: Буфер обмена
sv: Urklipp
zh_hant: 剪貼簿

# setDefaultCategory_select
source: Please select an album or sub-album which will become the new root album.
da: Vælg venligst et album eller underalbum, som vil blive det nye rodalbum.
de: Bitte wählen Sie ein Album oder Unter-Album das Ihr Standard Fotoalbum werden soll.
es: Seleccione un álbum o sub-álbum que se convertirá en el nuevo álbum raíz.
hu: Válaszd ki az új főalbumot!
it: Seleziona un album o un sottoalbum che diventerà il nuovo album root.
ja: 新しいアルバムになるアルバムまたはサブアルバムを選択してください。
nl: Selecteer een album of sub-album dat het nieuwe root album zal worden.
pl: Wybierz album lub podalbum, który stanie się nowym albumem głównym.
ru: Пожалуйста, выберите альбом или подальбом, который станет Вашим новым корневым альбомом.
sv: Välj ett album eller underalbum som kommer att bli det nya rotalbumet.
zh_hant: 請選擇一個相簿或子相簿來做為新的根相簿。

# setDefaultCategory_title
source: Default Album
da: Standardalbum
de: Standard-Album
es: Álbum por defecto
hu: Alapértelmezett Album
it: Album predefinito
ja: 既定のアルバム
nl: Standaard album
pl: Album domyślny
ru: Альбом по умолчанию
sv: Standardalbum
zh_hant: 預設相簿

# setDefaultCategory_message
source: Are you sure you want to set the album "%@" as default album?
da: Er du sikker på at du vil markere album “%@“ som standardalbum?
de: Sind Sie sicher, dass Sie das Album "%@" als Standard-Album festlegen möchten?
es: ¿Estás seguro de que deseas definir el álbum "%@" como álbum por defecto?
hu: Biztos, hogy a "%@" nevű albumot szeretnéd alapértelmezettnek jelölni?
id: Apakah Anda yakin Anda ingin mengatur album "%@" sebagai default album?
it: Sei sicuro di voler impostare l'album "%@" come album predefinito?
ja: アルバム「%@」を規定のアルバムに設定してよろしいですか？
nl: Weet je zeker dat je het album "%@" als standaard album wilt instellen?
pl: Czy na pewno chcesz ustawić album "%@" jako domyślny?
ru: Вы уверены, что хотите установить альбом "%@" как альбом по умолчанию?
sv: Är du säker att du vill sätta album "%@" som standardalbum?
zh_hant: 你確定要把相簿"%@"設為預設相簿嗎?

# createNewAlbum_title
source: New Album
da: Nyt Album
de: Neues Album
es: Nuevo álbum
hu: Új Album
id: Album Baru
it: Nuovo Album
ja: 新規アルバム
nl: Nieuw album
pl: Nowy Album
ru: Новый альбом
sv: Nytt Album
zh_hant: 新相簿

# createNewAlbum_message
source: Enter a name for this album:
da: Indtast navm for dette album:
de: Gib einen Namen für dieses Album ein:
es: Introduce un nombre para este álbum:
hu: Adj nevet az albumnak:
id: Masukkan nama untuk album ini:
it: Immettere un nome per questo album:
ja: このアルバムの名称を入力してください：
nl: Voer een naam in voor dit album:
pl: Wprowadź nazwę albumu:
ru: Введите название для этого альбома:
sv: Ange ett namn för albumet:
zh_hant: 為此相簿命名:

# createNewAlbum_placeholder
source: Album Name
da: Navn på album
es: Nombre del álbum
hu: Album Neve
id: Nama Album
it: Nome album
ja: アルバムの名称
nl: Albumnaam
pl: Nazwa Albumu
ru: Название альбома
sv: Albumnamn
zh_hant: 相簿名稱

# createNewAlbumDescription_placeholder
source: Description
da: Beskrivelse
de: Beschreibung
es: Descripción
hu: Leírás
id: Deskripsi
it: Descrizione
ja: 説明
nl: Omschrijving
pl: Opis
ru: Описание
sv: Beskrivning
zh_hant: 描述

# createNewAlbumDescription_noDescription
source: no description
da: ingen beskrivelse
de: Keine Beschreibung
es: sin descripción
hu: nincs leírás
id: Tidak ada Deskripsi
it: nessuna descrizione
ja: 説明がありません
nl: geen omschrijving
pl: brak opisu
ru: нет описания
sv: ingen beskrivning
zh_hant: 沒有描述

# createNewAlbumHUD_label
source: Creating Album…
da: Opretter album…
de: Erstelle Album…
es: Creando álbum…
hu: Album létrehozása…
id: Membuat Album…
it: Creazione album…
ja: アルバム作成中...
nl: Bezig album te maken…
pl: Tworzenie albumu…
ru: Создание альбома…
sv: Skapar Album…
zh_hant: 建立相簿中...

# createAlbumError_title
source: Create Album Error
da: Opret Album Fejl
de: Fehler: Album erstellen
es: Error al crear el álbum
hu: Hiba az album létrehozásakor
id: Galat Membuat Album
it: Crea un errore nell'album
ja: アルバム作成エラー
nl: Fout bij het maken van een nieuw album
pl: Błąd Tworzenia Albumu
ru: Ошибка создания альбома
sv: Fel vid albumskapande
zh_hant: 建立相簿錯誤

# createAlbumError_message
source: Failed to create a new album
da: Kunne ikke oprette nyt album
de: Erstellen eines neuen Albums fehlgeschlagen
es: No se ha podido crear un álbum nuevo
hu: Nem sikerült létrehozni az albumot
id: Gagal untuk membuat album baru
it: Impossibile creare un nuovo album
ja: 新規アルバムの作成に失敗しました
nl: Het aanmaken van een album is mislukt
pl: Nie można utworzyć nowego albumu
ru: Не удалось создать новый альбом
sv: Kunde inte skapa nytt album
zh_hant: 無法建立新相簿

# categoryCellOption_addPhotos
source: Add Photos
de: Fotos hinzufügen
it: Aggiungi foto
ru: Добавить фотографии
sv: Lägg till foton

# categoryCellOption_rename
source: Rename Album
da: Omdøb
de: Album umbenennen
es: Cambiar el nombre
hu: Átnevezés
id: Ganti Nama
it: Rinominare l'album
ja: 名称の変更
nl: Naam wijzigen
pl: Zmień Nazwę
ru: Переименовать альбом
sv: Byt namn på album
zh_hant: 重新命名

# categoryCellOption_move
source: Move Album
da: Flyt
de: Album verschieben
es: Mover
hu: Mozgatás
id: Pindah
it: Spostare l'album
ja: 移動
nl: Verplaatsen
pl: Przenieść
ru: Переместить альбом
sv: Flytta album
zh_hant: 移動

# categoryCellOption_delete
source: Delete Album
da: Slet
de: Album löschen
es: Eliminar
hu: Törlés
id: Hapus
it: Eliminare l'album
ja: 削除
nl: Verwijderen
pl: Usuń
ru: Удалить альбом
sv: Radera album
zh_hant: 刪除

# renameCategory_title
source: Rename Album
da: Omdøb Album
de: Album umbenennen
es: Renombrar álbum
hu: Album átnevezése
id: Ganti Nama Album
it: Rinomina album
ja: アルバムの名称を変更
nl: Albumnaam wijzigen
pl: Zmień Nazwę Albumu
ru: Переименовать альбом
sv: Byt namn på Album
zh_hant: 重新命名相簿

# renameCategory_message
source: Enter a new name for this album
da: Indtast navn for dette album
de: Gib einen neuen Namen für dieses Album ein
es: Introduce un nuevo nombre para este álbum
hu: Adj új nevet az albumnak
id: Masukkan nama baru untuk album ini
it: Inserisci un nuovo nome per questo album
ja: このアルバムの新しい名称を入力してください
nl: Voer een nieuwe naam voor dit album in
pl: Wprowadź nową nazwę dla tego albumu
ru: Введите новое название для этого альбома
sv: Ange ett namn för albumet
zh_hant: 為此相簿取新的名稱:

# renameCategory_button
source: Rename
da: Omdøb
de: Umbenennen
es: Renombrar
hu: Átnevezés
id: Ganti Nama
it: Rinomina
ja: 名称の変更
nl: Naam wijzigen
pl: Zmień Nazwę
ru: Переименовать
sv: Byt namn
zh_hant: 重新命名

# renameCategoryHUD_label
source: Renaming Album…
da: Omdøber Album…
de: Album wird umbenannt…
es: Renombrando álbum…
hu: Album átnevezése…
id: Mengganti Nama Album…
it: Rinominare l'album…
ja: アルバムの名称を変更中...
nl: Bezig albumnaam te wijzigen…
pl: Zmiana nazwy albumu…
ru: Переименование альбома…
sv: Döper om Album…
zh_hant: 重新命名相簿中...

# renameCategoyError_title
source: Renaming Failed
da: Kunne ikke omdøbe album
de: Umbenennung fehlgeschlagen
es: Error al renombrar
hu: Átnevezés sikertelen
id: Gagal Mengganti Nama
it: Rinominazione fallita
ja: 名称の変更に失敗しました
nl: Naam wijzigen is mislukt
pl: Błąd Zmiany Nazwy
ru: Ошибка переименования
sv: Misslyckat namnbyte
zh_hant: 重新命名失敗

# renameCategoyError_message
source: Failed to rename your album
da: Kunne ikke omdøbe dit album
de: Umbenennung Ihres Albums fehlgeschlagen
es: Error al renombrar tu álbum
hu: Nem sikerült átnevezni az albumot
id: Gagal untuk mengganti nama album Anda
it: Impossibile rinominare il tuo album
ja: アルバム名称の変更に失敗しました
nl: Naam wijzigen van jouw album is mislukt
pl: Nie można zmienić nazwy albumu
ru: Не удалось переименовать альбом
sv: Kunde inte byta namn på ditt album
zh_hant: 無法重新命名你的相簿
