Repository: Piwigo/Piwigo-Mobile
Catalog: piwigo/Resources/*.lproj/Localizable.strings
Languages: da, de, es, hu, id, it, ja, nl, pl, ru, sv, zh_hant

# refreshCategoryHUD_label
source: Refreshing Representative…
da: Opdaterer…
de: Aktualisiere Referenzfoto…
es: Actualizando el Representante…
hu: Frissítés…
id: Perwakilan menyegarkan…
it: Rappresentante rinfrescante…
ja: 代表画像を更新しています...
nl: Vernieuwen huidige…
pl: Odświeżanie miniaturki albumu…
ru: Обновление заглавного изображения альбома…
sv: Uppdaterar Representant…
zh_hant: 重新整理代表照片中...

# refreshCategoyError_title
source: Refresh Failed
da: Opdatering mislykkedes
de: Aktualisierung fehlgeschlagen
es: Ha fallado la actualización
hu: Sikertelen frissítés
id: Gagal memuat ulang
it: Aggiornamento fallito
ja: 失敗を更新します
nl: Vernieuwing mislukt
pl: Odświeżanie nie powiodło się
ru: Ошибка обновления
sv: Uppdatering misslyckades
zh_hant: 重新整理失敗

# refreshCategoyError_message
source: Failed to refresh your album representative
da: Kunne ikke opdatere dit album
de: Fehler beim Aktualisieren des Referenzfotos
es: No se ha podido actualizar el representante de tu álbum
hu: Nem sikerült frissíteni az albumot
id: Gagal untuk me-refresh perwakilan album Anda
it: Impossibile aggiornare il rappresentante dell'album
ja: アルバム代表画像の更新に失敗しました
nl: Vernieuwing van jouw representatieve album niet gelukt
pl: Nie można odświeżyć miniaturki albumu
ru: Не удалось обновить представителя альбома
sv: Kunde inte att uppdatera din album-representant
zh_hant: 無法重新整理代表圖片

# deleteCategory_title
source: DELETE ALBUM
da: SLET ALBUM
de: ALBUM LÖSCHEN
es: ELIMINAR ÁLBUM
hu: ALBUM TÖRLÉSE
id: HAPUS ALBUM
it: ELIMINA ALBUM
ja: アルバムを削除します
nl: ALBUM VERWIJDEREN
pl: USUŃ ALBUM
ru: УДАЛИТЬ АЛЬБОМ
sv: RADERA ALBUM
zh_hant: 【刪除相簿】

# deleteCategory_message
source: ARE YOU SURE YOU WANT TO DELETE THE ALBUM "%@" AND ALL %@ PHOTOS?
da: ER DU SIKKER PÅ DU VIL SLETTE ALBUM "%@" OG ALLE %@ BILLEDER?
de: SIND SIE SICHER, DASS SIE DAS ALBUM "%@" UND DESSEN %@ FOTOS LÖSCHEN MÖCHTEN?
es: ¿ESTÁS SEGURO DE QUE DESEAS ELIMINAR EL ÁLBUM "%@" Y LAS %@ FOTOS QUE CONTIENE?
hu: BIZTOS VAGY BENNE, HOGY KI AKAROD TÖRÖLNI A(Z) "%@" ALBUMOT ÉS AZ ÖSSZES %@DB FOTÓT BENNE?
id: ANDA YAKIN INGIN MENGHAPUS ALBUM "%@" DAN SEMUA %@ GAMBAR?
it: SEI SICURO DI CHE VOLER ELIMINARE L'ALBUM "%@" E TUTTE LE IMMAGINI DI %@?
ja: アルバム「%@」と%@個の写真すべてを本当に削除しますか？
nl: WEET JE ZEKER DAT JE HET ALBUM "%@" EN ALLE %@ FOTO'S WILT VERWIJDEREN?
pl: CZY NA PEWNO CHCESZ USUNĄĆ ALBUM "%@" I WSZYSTKIE %@ ZDJĘĆ?
ru: ВЫ УВЕРЕНЫ, ЧТО ХОТИТЕ УДАЛИТЬ АЛЬБОМ "%@" И ВСЕ %@ ФОТО?
sv: VILL DU VERKLIGEN TA BORT ALBUMET ”%@” OCH ALLA %@ BILDERNA?
zh_hant: 你真的確定你要刪掉相簿"%@"跟其中的"%@"張照片嗎?

# deleteCategory_empty
source: Delete Empty Album
da: Slet tomt album
de: Lösche leeres Album
es: Eliminar álbum vacío
hu: Üres Album Törlése
id: Hapus Album kosong
it: Elimina Album vuoto
ja: 空のアルバムを削除します
nl: Verwijder leeg album
pl: Usuń pusty Album
ru: Удалить пустой альбом
sv: Radera tomma album
zh_hant: 刪除空相簿

# deleteCategory_noImages
source: Keep Photos
da: Behold billeder
de: Behalte Fotos
es: Mantener las fotos
hu: Fotók megtartása
id: Menyimpan gambar
it: Tenere immagini
ja: 写真を保存します
nl: Foto's houden
pl: Zachowaj zdjęcia
ru: Оставить фотографии
sv: Behåll bilderna
zh_hant: 保留照片

# deleteCategory_orphanedImages
source: Delete Orphans
da: Slet forældreløse
de: Lösche verwaiste
es: Eliminar huérfanos
hu: Árvák törlése
id: Hapus yatim
it: Elimina gli orfani
ja: 孤立画像を削除します
nl: Verwijder wezen
pl: Usunąć sieroty
ru: Удалить сирот
sv: Radera föräldralösa
zh_hant: 刪除孤立的照片

# deleteCategory_singleOrphanedImage
source: Delete Orphan
da: Slet Forældreløse
de: Verwaiste löschen
it: Elimina Orfano
ja: 孤立状態を削除
nl: Verwijder wezen
ru: Удалить сирот
sv: Ta bort föräldralösa
zh_hant: 刪除孤立的照片

# deleteCategory_severalOrphanedImages
source: Delete %@ Orphans
da: Slet %@ forældreløse
de: %@ verwaiste löschen
it: Elimina %@ orfani
ja: %@ 個の孤児を削除
nl: Verwijder %@ wezen
ru: Удалить %@ сирот
sv: Ta bort %@ föräldralösa
zh_hant: 刪除%@張孤立的照片

# deleteCategory_allImages
source: Delete %@ Photos
da: Slet %@ billeder
de: Lösche %@ Fotos
es: Eliminar %@ fotos
hu: Mind a(z) %@ fotó törlése
id: Hapus %@ gambarnya
it: Elimina %@ immagini
ja: 写真%@を削除します
nl: Verwijder %@ foto's
pl: Usuń %@ zdjęć
ru: Удалить %@ фотографий
sv: Radera %@ bilder
zh_hant: 刪除%@張照片

# deleteCategoryConfirm_title
source: Are you sure?
da: Er du sikker?
de: Sind Sie sicher?
es: ¿Estás seguro?
hu: Biztos vagy benne?
id: Anda yakin?
it: Sei sicuro?
ja: 本当によろしいですか？
nl: Weet je het zeker?
pl: Czy na pewno?
ru: Вы уверены?
sv: Är du säker?
zh_hant: 你確定嗎?

# deleteCategoryConfirm_message
source: Please enter the number of photos in order to delete this album. Number of photos: %@
da: Angiv antallet af billeder for at slette dette album. Antal billeder: %@
de: Gib bitte die Anzahl der Fotos an um dieses Album zu löschen. Anzahl der Fotos: %@
es: Confirma el número de fotos para poder suprimir este álbum. Número de fotos: %@
hu: Kérlek add meg a fotók pontos számát az album törléséhez. A fotók száma: %@
id: Masukkan jumlah gambar untuk menghapus album ini. Jumlah gambar: %@
it: Inserisci il numero di immagini per cancellare questo album. Numero di immagini: %@
ja: このアルバムを削除するには写真の数を入力して下さい。写真の数：%@
nl: Voer het juiste aantal foto's in om het album te kunnen verwijderen. Aantal foto's: %@
pl: Proszę podać liczbę zdjęć, aby usunąć ten album. Liczba zdjęć: %@
ru: Пожалуйста, введите количество фотографий для удаления этого альбома. Количество фотографий: %@
sv: Ange antalet bilder för att kunna radera detta album. Antal bilder: %@
zh_hant: 請輸入照片數量以刪除這個相簿。照片數量: %@張

# deleteCategoryConfirm_deleteButton
source: DELETE
da: SLET
de: LÖSCHEN
es: ELIMINAR
hu: TÖRLÉS
id: HAPUS
it: ELIMINA
ja: 削除
nl: VERWIJDEREN
pl: USUŃ
ru: УДАЛИТЬ
sv: RADERA
zh_hant: 【刪除】

# deleteCategoryHUD_label
source: Deleting Album…
da: Sletter album…
de: Album wird gelöscht…
es: Eliminando álbum…
hu: Album törlése…
id: Menghapus Album…
it: Eliminazione dell'Album...
ja: アルバムを削除中...
nl: Bezig album te verwijderen…
pl: Usuwanie albumu…
ru: Удаление альбома…
sv: Raderar Album…
zh_hant: 刪除相簿中...

# deleteCategoryMatchError_title
source: Number Doesn't Match
da: Antal stemmer ikke overens
de: Anzahl stimmt nicht überein
es: El número no coincide
hu: A megadott érték helytelen
id: Nomor Tidak Sesuai
it: Numero non corrisponde
ja: 数が一致しません
nl: Aantal komt niet overeen
pl: Numer nie jest zgodny
ru: Число не совпадает
sv: Antalen stämmer inte överens
zh_hant: 數字不匹配

# deleteCategoryMatchError_message
source: The number of photos you entered doesn't match the number of photos in the category. Please try again if you desire to delete this album
da: Antallet af billeder, du har angivet svarer ikke til antallet af billeder i kategorien. Prøv igen hvis du ønsker at slette dette album
de: Die Anzahl der Fotos, die Sie eingegeben haben, entspricht nicht der Anzahl der Fotos im Album. Bitte versuchen Sie es erneut, wenn Sie dieses Album löschen möchten
es: El número de fotos que has indicado no coincide con el número de fotos de la categoría. Prueba otra vez si deseas suprimir este álbum
hu: A fotók száma nem egyezik az általad megadott értékkel ebben a kategóriában. Kérlek próbáld újra, ha tényleg ki akarod törölni az albumot
id: Jumlah gambar yang Anda masukkan tidak sesuai dengan jumlah gambar dalam album. Silakan coba lagi jika Anda ingin menghapus album ini
it: Il numero di immagini immesse non corrisponde al numero di immagini nella categoria. Si prega di riprovare se si desidera eliminare questo album
ja: 入力した写真の数は、カテゴリ内の写真の数と一致しません。もしこのアルバムを削除するなら、もう一度挑戦して下さい。
nl: Het aantal foto's dat je hebt opgegeven, komt niet overeen met het aantal foto's in de categorie. Probeer opnieuw als je dit album wilt verwijderen
pl: Podana liczba zdjęć nie odpowiada liczbie zdjęć w albumie. Spróbuj ponownie, jeśli chcesz usunąć ten album
ru: Количество внесенных фотографий не совпадает с количеством фотографий в категории. Пожалуйста, попробуйте еще раз, если вы хотите удалить этот альбом
sv: Antalet bilder som du angivit matchar inte antalet bilder i kategorin. Försök igen om du vill radera detta album
zh_hant: 你輸入的照片數量與實際數量不一。如果真的要刪除這個相簿請再試一次。

# deleteCategoryError_title
source: Deletion Failed
da: Sletning Mislykkedes
de: Löschen fehlgeschlagen
es: Error al eliminar
hu: A törlés nem sikerült
id: Gagal Menghapus
it: Cancellazione fallita
ja: 削除に失敗しました
nl: Verwijderen is mislukt
pl: Usuwanie nie Powiodło się
ru: Не удалось удалить
sv: Raderingen misslyckades
zh_hant: 刪除失敗

# deleteCategoryError_message
source: Failed to delete your album
da: Kunne ikke slette dit album
de: Fehler beim Löschen Ihres Albums
es: No se ha podido suprimir tu álbum
hu: Nem sikerült kitörölni az albumot
id: Gagal menghapus album Anda
it: Impossibile eliminare il tuo album
ja: アルバムの削除に失敗しました
nl: Fout bij het verwijderen van jouw album
pl: Nie można usunąć Twojego albumu
ru: Не удалось удалить альбом
sv: Kunde inte radera ditt album
zh_hant: 無法刪除您的相簿

# moveCategory
source: Move Album
da: Flyt Album
de: Album verschieben
es: Mover álbum
hu: Album mozgatása
id: Pindahkan Album
it: Sposta album
ja: アルバムを移動します
nl: Album verplaatsen
pl: Przenieść Album
ru: Переместить альбом
sv: Flytta Album
zh_hant: 移動相簿

# moveCategory_select
source: Please select an album or sub-album to move album "%@" into.
da: Vælg venligst et album eller underalbum at flytte album "%@" til.
de: Bitte wählen Sie ein Album oder ein Unter-Album, in das das Album "%@" verschoben werden soll.
es: Seleccione un álbum o sub-álbum al que mover el álbum "%@".
hu: Kérlek válassz egy albumot, vagy alalbumot, ahova "%@" albumot áthelyeznéd!
it: Seleziona un album o un sottoalbum in cui spostare l'album "%@".
ja: アルバムを移動するにはアルバムまたはサブアルバムを選択してください "%@" へ。
nl: Selecteer een album of sub-album om te verplaatsen naar %@".
pl: Wybierz album lub podalbum, do którego ma być przeniesiony album "%@".
ru: Пожалуйста, выберите альбом или подальбом для перемещения альбома в "%@".
sv: Välj ett album eller underalbum för att flytta albumet "%@" in.
zh_hant: 請選擇要將相簿"%@"移動到哪個相簿或子相簿。

# moveCategory_message
source: Are you sure you want to move "%@" into the album "%@"?
da: Er du sikker på du vil flytte "%@" til albummet "%@"?
de: Möchtesn Sie wirklich das Album "%@" in das Album "%@" verschieben?
es: ¿Estás seguro de que deseas mover el álbum "%@" al álbum "%@"?
hu: Biztosan át szeretnéd helyezni "%@" albumot "%@" albumba?
id: Anda yakin ingin memindahkan "%@" ke dalam album "%@"?
it: Sei sicuro di voler spostare "%@" nell'album "%@"?
ja: 「%@」をアルバム「%@」へ移動していいですか？
nl: Weet je zeker dat je "%@" wilt verplaatsen naar album "%@"?
pl: Czy na pewno chcesz przenieść "%@" do albumu "%@"?
ru: Вы уверены, что хотите перенести "%@" в альбом "%@"?
sv: Är du säker du vill flytta ”%@” in i album ”%@”?
zh_hant: 你確定要移動相簿"%@"至相簿"%@"嗎?

# moveCategoryHUD_moving
source: Moving Album…
da: Flytter album…
de: Album wird verschoben…
es: Moviendo álbum…
hu: Album áthelyezése…
id: Memindahkan Album…
it: Spostamento dell'album…
ja: アルバムを移動中...
nl: Bezig album te verplaatsen…
pl: Przenoszenie albumu…
ru: Перемещение альбома…
sv: Flyttar Album…
zh_hant: 正在移動相簿...

# moveCategoryError_title
source: Move Failed
da: Kunne ikke flytte album
de: Verschieben fehlgeschlagen
es: Movimiento fallido
hu: Sikertelen áthelyezés
id: Gagal Memindahkan
it: Spostamento fallito
ja: 移動に失敗しました
nl: Verplaatsen is mislukt
pl: Błąd Przenoszenia
ru: Ошибка перемещения
sv: Flytt misslyckades
zh_hant: 移動失敗

# moveCategoryError_message
source: Failed to move your album
da: Kunne ikke flytte dit album
de: Fehler beim Verschieben Ihres Albums
es: No se ha podido mover tu álbum
hu: Nem sikerült áthelyezni az albumot
id: Gagal untuk memindahkan album Anda
it: Impossibile spostare l'album
ja: アルバムを移動するのに失敗しました
nl: Verplaatsen van jouw album is mislukt
pl: Nie można przenieść Twojego albumu
ru: Не удалось переместить ваш альбом
sv: Kunde inte flytta ditt album
zh_hant: 移動相簿失敗

# categorySelection_setThumbnail
source: Please select the album which will use the photo "%@" as a thumbnail.
da: Vælg det album som vil bruge billedet "%@" som miniaturebillede.
de: Bitte wählen Sie das Album aus, das das Foto "%@" als Vorschaubild verwendet.
es: Seleccione el álbum que utilizará la foto "%@" como miniatura.
hu: Melyik album bélyegképe legyen a "%@" fotó?
it: Seleziona l'album che userà la foto "%@" come miniatura.
ja: 写真「%@」をサムネイルとして使用するアルバムを選択してください。
nl: Selecteer het album dat de foto "%@" als miniatuur zal gebruiken.
pl: Wybierz album, dla którego zdjęcie "%@" ma być użyte jako miniatura.
ru: Пожалуйста, выберите альбом, который будет использовать фотографию "%@" в качестве миниатюры.
sv: Välj det album som kommer att använda fotot "%@" som en miniatyrbild.
zh_hant: 請選擇要將照片"%@"作為封面的相簿。

# categorySelection_current
source: Select the current album for this photo
da: Vælg aktivt album for dette billede
de: Wähle das aktuelle Album für dieses Foto
es: Selecciona el álbum actual para esta foto
hu: Jelenlegi album kiválasztása
id: Pilih album saat ini untuk gambar ini
it: Seleziona l'album corrente per questa immagine
ja: この写真のためのアルバムを選択します
nl: Selecteer voor deze foto het huidig album
pl: Wybierz bieżący album dla tego zdjęcia
ru: Выберите текущий альбом для этого фото
sv: Välj det aktuella albumet för denna bild
zh_hant: 為這張照片選取目前的相簿

# categorySelection_one
source: Select one of the albums containing this photo
da: Vælg et af de album, som indeholder dette billede
de: Wähle ein Album in dem dieses Foto vorkommt
es: Selecciona uno de los álbumes que contienen esta foto
hu: Válassz a további albumok közül, melyek ezt a fotót tartalmazzák
id: Pilih album yang didalamnya terdapat gambar ini
it: Selezionare uno degli album che contiene questa immagine
ja: この写真を含むアルバムを1つ選択して下さい
nl: Selecteer één van de albums met deze afbeelding
pl: Wybierz jeden z albumów zawierających ten obraz
ru: Выберите один из альбомов, содержащий эту фотографию
sv: Välj en av de album som innehåller den här bilden
zh_hant: 選取其中一個包含此照片的相簿

# categorySelection_other
source: Or select another album for this photo
da: eller vælg et andet album til billedet
de: Oder wähle ein anderes Album für dieses Foto
es: O selecciona otro álbum para esta foto
hu: Vagy válassz egy másik albumot
id: atau pilih album lain untuk gambar ini
it: o selezionare un altro album per questa immagine
ja: または、この写真のために別のアルバムを選択します
nl: of selecteer een ander album voor deze foto
pl: lub wybierz inny album dla tego zdjęcia
ru: Или выберите другой альбом для этого фото
sv: Eller välj ett annat album för detta foto
zh_hant: 或為該照片選擇其他相簿

# categoryImageSet_title
source: Album Thumbnail
da: Album miniature
de: Album-Miniaturfoto
es: Miniatura de álbum
hu: Album kezdőképe
it: Miniatura dell'album
ja: アルバムのサムネイル
nl: Album-miniatuur
pl: Miniatura albumu
ru: Миниатюра альбома
sv: Album miniatyr
zh_hant: 相簿封面

# categoryImageSet_message
source: Are you sure you want to apply this photo to the album "%@"?
da: Er du sikker på, at du vil bruge dette billede som miniaturebillede for albummet "%@"?
de: Sind Sie sicher, dass Sie dieses Foto auf das Album "%@ " anwenden möchten?
es: ¿Estás seguro de que deseas aplicar esta foto al álbum "%@"?
hu: Biztos alkalmazni akarod azt a fotót a(z) "%@" albumra?
id: Anda yakin ingin membuat gambar ini sebagai gambar untuk album "%@"?
it: Sei sicuro di voler impostare questa immagine per l'album "%@"?
ja: この写真をアルバム「%@」に設定してよろしいですか？
nl: Weet je zeker dat je deze foto wilt gebruiken voor album "%@"?
pl: Czy na pewno chcesz ustawić to zdjęcie dla albumu "%@"?
ru: Вы уверены, что хотите применить эту фотографию к альбому "%@"?
sv: Är du säker du vill använda denna bild miniatyrbild för albumet ”%@”?
zh_hant: 確定要將照片設定於相簿"%@"嗎?

# categoryImageSetHUD_updating
source: Updating Album Thumbnail…
da: Opdaterer Album miniature…
de: Album Miniaturfoto wird aktualisiert…
es: Actualizando la miniatura del álbum…
hu: Bélyegkép frissítése…
id: Memperbarui Gambar Mini Album…
it: Aggiornamento miniatura dell'Album…
ja: アルバムのサムネイルを更新中...
nl: Bijwerken album-miniatuur…
pl: Aktualizowanie miniatury albumu…
ru: Обновление миниатюры альбома…
sv: Uppdaterar albumets miniatyrbilder…
zh_hant: 正在更新相簿封面...

# categoryImageSetError_title
source: Photo Set Error
da: Billedsæt fejl
de: Fehler beim setzen des Miniaturfotos
es: Error en el conjunto de fotos
hu: Fotóbeállítási hiba
id: Penetapan Gambar Galat
it: Errore nel set di immagini
ja: 写真設定エラー
nl: Foto-instelling-fout
pl: Błąd ustawiania zdjęcia
ru: Ошибка установки фотографий
sv: Fel vid skapande av miniatyrbild
zh_hant: 照片設定錯誤

# categoryImageSetError_message
source: Failed to set the album photo
da: Kunne ikke opdatere miniaturebillede for albumet
de: Setzen des Miniaturfotos für das Album fehlgeschlagen
es: No se ha podido definir la foto del álbum
hu: Hiba történt a fotó beállításakor
id: Gagal untuk menetapkan gambar album
it: Impossibile impostare l'immagine dell'album
ja: アルバム写真の設定に失敗しました
nl: Instellen albumfoto mislukt
pl: Nie można ustawić zdjęcia albumu
ru: Не удалось установить фото альбома
sv: Kunde inte sätta miniatyrbild för albumet
zh_hant: 無法設定相簿照片

# singleImage
source: Photo
da: Billede
de: Foto
es: Foto
hu: Fotó
id: Gambar
it: Immagine
ja: 写真
nl: Foto
pl: Zdjęcie
ru: Фото
sv: Bild
zh_hant: 照片

# singleImageCount
source: %@ photo
da: %@ billede
de: %@ Foto
it: %@ foto
ja: %@ 写真
nl: %@ foto
pl: %@ zdjęcie
ru: %@ фото
sv: %@ foto
zh_hant: %@張照片

# singleVideo
source: Video
es: Vídeo
hu: Videó
ja: 動画
pl: Wideo
ru: Видео
zh_hant: 影片

# singleAudio
source: Audio
da: Lyd
hu: Hang
ja: 音声
ru: Аудио
sv: Ljud
zh_hant: 音訊

# severalImages
source: Photos
da: Billeder
de: Fotos
es: Fotos
hu: Fotók
id: Gambar
it: Immagini
ja: 写真
nl: Foto's
pl: Zdjęcia
ru: Фото
sv: Bilder
zh_hant: 照片

# severalImagesCount
source: %@ photos
da: %@ billeder
de: %@ Fotos
it: %@ foto
ja: %@ 枚の写真
nl: %@ foto's
pl: %@ zdjęć
ru: %@ фото
sv: %@ foton
zh_hant: %@張照片

source: All Photos
da: Alle billeder
de: Alle Fotos
es: Todas las fotos
hu: Összes fotó
it: Tutte Le Foto
ja: すべての写真
nl: Alle foto's
pl: Wszystkie zdjęcia
ru: Все фото
sv: Alla foton
zh_hant: 所有照片

# severalVideos
source: Videos
da: Videoer
es: Vídeos
hu: Videók
ja: ビデオ
pl: Filmy
ru: Видео
sv: Videor
zh_hant: 影片

# noImages
source: No Photos
da: Ingen Billeder
de: Keine Fotos
es: No hay fotos
hu: Összes videó
id: Tidak Ada Gambar
it: Nessuna immagine
ja: 写真がありません
nl: Geen foto's
pl: Brak zdjęć
ru: Нет фото
sv: Inga bilder
zh_hant: 沒有照片

# pullToRefresh
source: Reload Photos
da: Genindlæs Billeder
de: Fotos erneut laden
es: Recargar fotos
hu: Fotók újratöltése
id: Muat Ulang Gambar
it: Carica immagini
ja: 写真の再読み込み
nl: Foto's opnieuw laden
pl: Wczytaj zdjęcia ponownie
ru: Перезагрузить фотографии
sv: Ladda om bilderna
zh_hant: 重新整理照片

# andMore
source: & more
da: & mere
de: & mehr
es: y más
hu: és több
it: & altro
ja: & さらに
nl: & meer
pl: i więcej
ru: и многое другое
sv: & mer
zh_hant: & 更多

source: Date
da: Dato
de: Datum
es: Fecha
hu: Dátum
it: Data
ja: 日付
nl: Datum
pl: Data
ru: Дата
sv: Datum
zh_hant: 日期

source: None
de: Keine
it: Nessuno
nl: Geen
ru: Нет
sv: Ingen

source: Day
de: Tag
it: Giorno
nl: Dag
ru: День
sv: Dag

source: Week
de: Woche
it: Settimana
ru: Неделя
sv: Vecka

source: Month
de: Monat
it: Mese
nl: Maand
ru: Месяц
sv: Månad

# albumPhotoError_title
source: Get Album Photos Error
da: Hent Albummets Fotofejl
de: Fotofehler im Album
es: Error al obtener las fotos del álbum
hu: Albumfotók letöltése nem sikerült
id: Galat dalam Mendapatkan Foto Album
it: Ottieni l'errore di foto dell'album
ja: アルバム写真の取得エラー
nl: Haal albumfoto's is mislukt
pl: Błąd Pobierania Zdjęć Albumu
ru: Ошибка установки фотографий альбома
sv: Hämta albumets bildfel
zh_hant: 取得相簿照片錯誤

# albumPhotoError_message
source: Failed to get album photos (corrupt photo in your album?)
da: Kan ikke at læse albummets billeder (defekt billede i dit album?)
de: Beim Abrufen der Fotos im Album ist ein Fehler aufgetreten (fehlerhafte Fotodateien in Ihrem Album?)
es: Error al obtener las fotos del álbum (¿foto dañada en tu álbum?)
hu: Nem sikerült letölteni a fotókat az albumból (lehet, hogy hibás fotó van az albumban?)
id: Gagal untuk mendapatkan foto album (gambar rusak dalam album Anda?)
it: Impossibile ottenere le foto dell'album (immagine corrotta nel tuo album?)
ja: アルバム写真の取得に失敗しました (アルバム内の写真が破損している？)
nl: Ophalen van albumfoto's is mislukt (corrupte afbeelding in jouw album?)
pl: Nie udało się pobrać zdjęć albumu (jakieś zdjęcie w Twoim albumie jest uszkodzone?)
ru: Не удалось получить фотографии для альбома (поврежденное изоюражение в Вашем альбоме?)
sv: Kunde inte hämta albumbilder (korrupt bild i ditt album?)
zh_hant: 無法取得相簿的照片 (相簿圖片毀損?)

source: Sort by
da: Sortér efter
de: Sortieren nach
es: Ordenar por
hu: Rendezés
id: Sortir Berdasarkan
it: Ordina per
ja: 並び順
nl: Sorteren op
pl: Sortuj wg
ru: Сортировка
sv: Sortera efter
zh_hant: 排序依

# imageSortTitle
source: Sort Photos
da: Sorter billeder
de: Fotos sortieren
es: Ordenar fotos
hu: Fotók rendezése
id: Pilah Gambar
it: Ordinare le immagini
ja: 写真を並べ換える
nl: Sorteer foto's
pl: Sortuj zdjęcia
ru: Сортировать фото
sv: Sortera bilder
zh_hant: 排序照片

# imageSortMessage
source: Please select how you wish to sort photos
da: Vælg hvordan du ønsker at sortere billeder
de: Bitte wählen Sie, wie Sie Fotos sortieren möchten
es: Selecciona cómo deseas ordenar las fotos
hu: Milyen szempont alapján rendezzük a fotókat?
id: Silakan pilih bagaimana Anda ingin memilah gambar
it: Si prega di selezionare come si desidera ordinare le immagini
ja: 写真の並び順を選択してください
nl: Selecteer hoe je de foto's wilt sorteren
pl: Wybierz sposób sortowania zdjęć
ru: Пожалуйста, выберите способ сортировки фотографий
sv: Välj hur du vill sortera bilder
zh_hant: 請選擇你想要如何排序照片

# imageSortingHUD
source: Sorting Photos…
da: Sorterer billeder…
de: Fotos sortieren…
es: Ordenando fotos…
hu: Rendezés…
it: Ordinamento delle immagini
ja: 写真を並べ換える
nl: Foto's sorteren
pl: Sortowanie zdjęć…
ru: Сортировка фотографий…
sv: Sorterar bilder
zh_hant: 正在排序照片...

# imageSelectingHUD
source: Selecting Photos…
da: Vælger billeder…
de: Fotos werden ausgewählt…
es: Seleccionando fotos…
hu: Fotók kiválasztása…
it: Selezione foto…
ja: 写真を選択中…
nl: Foto's selecteren…
pl: Zaznaczanie zdjęć…
ru: Выбор фотографий…
sv: Väljer foton…
zh_hant: 正在選取照片...

# imageDeselectingHUD
source: Deselecting Photos…
da: Fravælger fotos…
de: Abwählen von Fotos…
es: Deseleccionando fotos…
hu: Fotók kiválasztásának törlése…
it: Deselezionare le foto…
ja: 写真の選択を解除中…
nl: Foto's deselecteren…
pl: Odznaczanie zdjęć…
ru: Отмена Выбора фотографий…
sv: Avmarkerar foton…
zh_hant: 正在取消選取照片...

# imageOptions_title
source: Photo Options
da: Billed Valgmuligheder
de: Fotooptionen
es: Opciones para la foto
hu: Fotó opciók
id: Pilihan Gambar
it: Opzioni dell'immagine
ja: 写真オプション
nl: Foto-opties
pl: Opcje zdjęcia
ru: Параметры фотографии
sv: Bildalternativ
zh_hant: 照片選項

# imageOptions_edit
source: Edit
da: Redigér
de: Bearbeiten
es: Editar
hu: Módosítás
id: Sunting
it: Modifica
ja: 編集
nl: Bewerken
pl: Edytuj
ru: Редактировать
sv: Redigera
zh_hant: 編輯

# imageOptions_properties
source: Modify Properties
da: Ændr Egenskaber
de: Eigenschaften bearbeiten
it: Modifica Proprietà
ja: プロパティを変更
nl: Eigenschappen wijzigen
pl: Modyfikuj właściwości
ru: Изменить свойства
sv: Ändra egenskaper
zh_hant: 更改內容

# imageOptions_download
source: Download
da: Hent
de: Herunterladen
es: Descargar
hu: Letöltés
id: Unduh
it: Scarica
ja: ダウンロード
nl: Downloaden
pl: Pobierz
ru: Скачать
sv: Hämta
zh_hant: 下載

# imageOptions_setAlbumImage
source: Set as Album Thumbnail
da: Angiv som Albumbillede
de: Als Album-Titelfoto festlegen
es: Definir la miniatura del álbum
hu: Album bélyegkép beállítása
id: Tetapkan sebagai Gambar Album
it: Impostare come immagine dell'Album
ja: アルバムの画像に設定します
nl: Instellen als albumfoto
pl: Ustaw jako zdjęcie albumu
ru: Установить как значок альбома
sv: Ange som albumbild
zh_hant: 設為相簿封面
