Repository: Piwigo/Piwigo-Mobile
Catalog: piwigo/Resources/*.lproj/Localizable.strings
Languages: da, de, es, hu, id, it, ja, nl, pl, ru, sv, zh_hant

# settings_appLock
source: App Lock
da: App Lås
de: App-Sperre
it: Blocco App
ja: アプリロック
pl: Blokada aplikacji
ru: Блокировка приложения
sv: App lås
zh_hant: 程式鎖

# settings_appLockEnter
source: Enter Passcode
da: Indtast Kode
de: Zugangscode eingeben
it: Inserisci Codice
ja: パスコードを入力
nl: Voer wachtwoord in
pl: Wprowadź kod
ru: Введите пароль
sv: Ange lösenord
zh_hant: 輸入密碼

# settings_appLockVerify
source: Verify Passcode
da: Bekræft Kode
de: Zugangscode verifizieren
it: Verifica Codice
ja: パスコードを確認する
nl: Wachtwoord controleren
pl: Potwierdź kod
ru: Подтвердите пароль
sv: Verifiera lösenkod
zh_hant: 驗證密碼

# settings_appLockModify
source: Modify Passcode
da: Skift Kode
de: Zugangscode bearbeiten
it: Modifica Codice
ja: パスコードの変更
nl: Wijzig wachtwoord
pl: Zmień kod
ru: Изменить пароль
sv: Ändra lösenord
zh_hant: 修改密碼

# settings_appLockInfo
source: With App Lock, a device-specific code is required to access the app. If you loose this code, you will have to reinstall the app.
da: Med App Lock kræves en enhedsspecifik kode for at få adgang til appen. Hvis du mister denne kode, skal du geninstallere appen.
de: Bei App-Sperre ist ein gerätespezifischer Zuganscode erforderlich, um auf die App zuzugreifen. Wenn Sie diesen Code verlieren, müssen Sie die App neu installieren.
it: Con Blocco Lock, è necessario un codice specifico per il dispositivo per accedere all'app. Se si perde questo codice, si dovrà reinstallare l'app.
ja: App Lockを使用すると、デバイス固有のコードがアプリにアクセスするために必要になります。このコードを失った場合は、アプリを再インストールする必要があります。
nl: Met App Lock, is een apparaatspecifieke code vereist voor toegang tot de app. Als je deze code verliest, moet je de app opnieuw installeren.
pl: Z App Lock, aby uzyskać dostęp do aplikacji, wymagane jest podanie przyporządkowanego urządzeniu kodu. Jeśli utracisz kod, aplikacja będzie musiała być zainstalowana ponownie.
ru: С помощью App Lock, для доступа к приложению требуется специальный код. Если вы потеряете этот код, вам придется переустановить приложение.
sv: Med App Lock krävs en enhetsspecifik kod för att komma åt appen. Om du förlorar denna kod måste du installera om appen.
zh_hant: 透過應用鎖，需要透過裝置上設定的代碼來使用此程式。如果忘記代碼，你需要重新安裝這個程式。

# settings_passcodeInfo
source: The passcode is separate from your Piwigo account password.
da: Koden er forskellig fra adgangskoden til din Piwigo konto.
de: Das Passwort ist getrennt von Ihrem Piwigo-Konto-Passwort.
it: Il codice di accesso è separato dalla password dell'account Piwigo.
ja: パスコードはPiwigoアカウントのパスワードとは別のものです。
nl: De toegangscode staat los van het wachtwoord van je Piwigo-account.
pl: Kod jest oddzielny od hasła konta Piwigo.
ru: Пароль отделен от пароля учетной записи Piwigo.
sv: Lösenordet är separat från ditt Piwigo-kontolösenord.
zh_hant: 密碼是與您的Piwigo帳號分開的。

# settings_biometricsReason
source: Access your Piwigo albums
da: Få adgang til dine Piwigo-albummer
de: Zugriff auf Piwigo-Alben
it: Accedi ai tuoi album Piwigo
ja: Piwigoアルバムにアクセス
nl: Toegang tot je Piwigo albums
pl: Uzyskaj dostęp do swoich albumów Piwigo
ru: Доступ к альбомам Piwigo
sv: Få tillgång till dina Piwigoalbum
zh_hant: 檢視您的Piwigo相簿

# settings_biometricsTouchIDinfo
source: Use Touch ID as an alternative to your App Lock passcode.
da: Brug Touch ID som et alternativ til din App Lock adgangskode.
de: Verwenden Sie Touch ID als Alternative zu Ihrem App-Zugangscode.
it: Usa Touch ID come alternativa al tuo codice di accesso App Lock.
ja: Touch ID をアプリケーションロックのパスコードの代わりに使用します。
nl: Gebruik Tik ID als alternatief voor uw App Lock toegangscode.
pl: Użyj Touch ID jako alternatywy dla swojego kodu App Lock.
ru: Используйте Touch ID в качестве альтернативы вашему секретному паролю блокировки.
sv: Använd Touch ID som ett alternativ till din applås-lösenkod.
zh_hant: 使用Touch ID取代您的程式鎖密碼。

# settings_biometricsFaceIDinfo
source: Use Face ID as an alternative to your App Lock passcode.
da: Brug ansigts-id som et alternativ til din App Lock adgangskode.
de: Verwenden Sie Face ID als Alternative zu Ihrem App-Zugangscode.
it: Usa Face ID come alternativa al tuo codice di accesso App Lock.
ja: App Lockパスコードの代わりにFace IDを使用します。
nl: Gebruik Gezicht ID als een alternatief voor uw App Lock toegangscode.
pl: Użyj Face ID jako alternatywy dla swojego kodu App Lock.
ru: Используйте Touch ID в качестве альтернативы вашему секретному паролю блокировки.
sv: Använd Face ID som ett alternativ till din applås-lösenkod.
zh_hant: 使用Face ID取代您的程式鎖密碼。

# settings_biometricsOpticIDinfo
source: Use Optic ID as an alternative to your App Lock passcode.
da: Brug Optisk ID som et alternativ til din App adgangskode.
de: Verwenden Sie die Optische ID als Alternative zu Ihrem App-Zugangscode.
it: Usa Optic ID come alternativa al tuo codice di accesso App Lock.
ja: Optic ID をアプリケーションロックのパスコードの代わりに使用します。
nl: Gebruik Optische ID als alternatief voor uw App Lock toegangscode.
ru: Используйте Optic ID в качестве альтернативы вашему секретному паролю блокировки.
sv: Använd Optic ID som ett alternativ till din applås-lösenkod.

# settings_clearClipboard
source: Clear Clipboard
da: Ryd Udklipsholder
de: Zwischenablage leeren
it: Cancella Appunti
ja: クリップボードをクリア
nl: Klembord leegmakten
pl: Wyczyść schowek
ru: Очистить буфер обмена
sv: Rensa urklipp
zh_hant: 清空剪貼簿

# settings_clearClipboardInfo
source: Please select the delay after which the clipboard will be cleared.
da: Vælg den forsinkelse, efter hvilken udklipsholderen vil blive ryddet.
de: Bitte wählen Sie die Verzögerung aus, nach der die Zwischenablage gelöscht wird.
it: Seleziona il ritardo dopo il quale gli appunti saranno cancellati.
ja: クリップボードがクリアされるまでの遅延を選択してください。
nl: Selecteer de vertraging waarna het prikbord zal worden gewist.
pl: Wybierz opóźnienie, po którym schowek zostanie wyczyszczony.
ru: Пожалуйста, выберите задержку, после которой буфер обмена будет очищен.
sv: Välj fördröjning efter vilken urklipp kommer att rensas.
zh_hant: 請選擇多久後自動將剪貼簿清空。

# settings_clearClipboard10sUnit
source: After 10 s
da: Efter 10 s
de: Nach 10 s
it: Dopo 10 s
ja: 10秒後
nl: Na 10 sec
pl: Po 10 s
ru: Через 10 сек
sv: Efter 10 s
zh_hant: 10秒後

# settings_clearClipboard10sText
source: After 10 seconds
da: Efter 10 sekunder
de: Nach 10 Sekunden
it: Dopo 10 secondi
ja: 10 秒後
nl: Na 10 seconden
pl: Po 10 sekundach
ru: Через 10 секунд
sv: Efter 10 sekunder
zh_hant: 10秒後

# settings_clearClipboard30sUnit
source: After 30 s
da: Efter 30 s
de: Nach 30 s
it: Dopo 30 s
ja: 30秒後
nl: Na 30 sec
pl: Po 30 s
ru: Через 30 сек
sv: Efter 30 s
zh_hant: 30秒後

# settings_clearClipboard30sText
source: After 30 seconds
da: Efter 30 sekunder
de: Nach 30 Sekunden
it: Dopo 30 secondi
ja: 30秒後
nl: Na 30 seconden
pl: Po 30 sekundach
ru: Через 30 секунд
sv: Efter 30 sekunder
zh_hant: 30秒後

# settings_clearClipboard1minText
source: After 1 minute
da: Efter 1 minut
de: Nach 1 Minute
it: Dopo 1 minuto
ja: 1分後
nl: Na 1 minuut
pl: Po 1 minucie
ru: Через 1 минуту
sv: Efter 1 minut
zh_hant: 1分鐘後

# settings_clearClipboard1minUnit
source: After 1 min
da: Efter 1 min.
de: Nach 1 Min.
it: Dopo 1 min
ja: 1分後
nl: Na 1 min.
pl: Po 1 min.
ru: Через 1 мин
sv: Efter 1 min
zh_hant: 1分鐘後

# settings_clearClipboard2minText
source: After 2 minutes
da: Efter 2 minutter
de: Nach 2 Minuten
it: Dopo 2 minuti
ja: 2分後
nl: Na 2 minuten
pl: Po 2 minutach
ru: Через 2 минуты
sv: Efter 2 minuter
zh_hant: 2分鐘後

# settings_clearClipboard2minUnit
source: After 2 min
da: Efter 2 min.
de: Nach 2 Min.
it: Dopo 2 min
ja: 2分後
nl: Na 2 min.
pl: Po 2 min.
ru: Через 2 минуты
sv: Efter 2 minuter
zh_hant: 2分鐘後

# settings_clearClipboard5minText
source: After 5 minutes
da: Efter 5 minutter
de: Nach 5 Minuten
it: Dopo 5 minuti
ja: 5 分後
nl: Na 5 minuten
pl: Po 5 minutach
ru: Через 5 минут
sv: Efter 5 minuter
zh_hant: 5分鐘後

# settings_clearClipboard5minUnit
source: After 5 min
da: Efter 5 min.
de: Nach 5 Min.
it: Dopo 5 min
ja: 5分後
nl: Na 5 min.
pl: Po 5 min.
ru: Через 5 минут
sv: Efter 5 min
zh_hant: 5分鐘後

# settings_clearClipboardNever
source: Never
da: Aldrig
de: Nie
it: Mai
ja: 一度もない
nl: Nooit
pl: Nigdy
ru: Никогда
sv: Aldrig
zh_hant: 永不

# settingsHeader_cache
source: Cache
es: Configuración de caché (Usado/Total)
hu: Gyorsítótár beállításai (Felhasznált/Összes)
id: Pengaturan Tembolok (Terpakai/Total)
ja: キャッシュ
nl: Cachegeheugen
pl: Podręczna (Używany/Całkowity)
ru: Кэш
zh_hant: 快取

# settings_database
source: Data
de: Daten
it: Dati
ja: データ
nl: Gegevens
ru: Данные

# settings_cacheClear
source: Clear Cache
da: Ryd cache
de: Zwischenspeicher leeren
es: Limpiar caché
hu: Gyorsítótár törlése
id: Bersihkan Cache
it: Svuota la cache
ja: キャッシュをクリア
nl: Cache wissen
pl: Wyczyść pamięć podręczną
ru: Очистить кэш-память
sv: Rensa cache
zh_hant: 清理快取

# settings_cacheClearing
source: Clearing the Cache
de: Cache leeren
it: Cancellazione della cache
ru: Очистка кэша
sv: Rensning av cacheminnet

# settings_cacheClearAll
source: Clear All
da: Ryd alle
de: Alles löschen
es: Borrar caché de fotos
hu: Fotó-gyorsítótár törlése
id: Bersihkan Cache Gambar
it: Cancella tutto
ja: すべてを削除する
nl: Alles wissen
pl: Wyczyść pamięć podręczną zdjęć
ru: Очистить все
sv: Rensa alla
zh_hant: 全部清除

# settings_cacheClearMsg
source: Are you sure you want to clear the photo cache? This will make albums and photos take a while to load again.
da: Er du sikker på du vil slette billedcache? Dette vil bevirke at albums og billeder skal genindlæses ved næste visning.
de: Sind Sie sicher, dass Sie den Foto-Cache löschen möchten? Alben und Fotos werden eine Weile benötigen, um erneut geladen zu werden.
es: ¿Estás seguro de querer borrar la caché de fotos? Esto hará que los álbumes y las fotos tarden un tiempo en volver a cargarse.
hu: Biztosan ki akarod törölni a fotók gyorsítótárát? Ettől átmenetileg lassabb lesz az albumok és fotók betöltése.
id: Apakah anda ingin membersihkan cache gambar? Hal ini membuat album dan gambar memerlukan waktu untuk memuat lagi.
it: Sei sicuro di voler cancellare la cache dell'immagine? In questo modo gli album e le immagini impiegheranno un po' di tempo a caricarsi di nuovo.
ja: イメージキャッシュをオフにしますか。これは、アルバムと写真を再度読み込むために時間がかかるようになります。
nl: Weet je zeker dat je de foto-cache wilt verwijderen? Dit zorgt er voor dat het opnieuw laden van albums en foto's een tijd duurt.
pl: Na pewno chcesz wyczyścić pamięć podręczną zdjęć? Spowoduje to, że albumy i zdjęcia będą się dłużej wczytywały.
ru: Вы уверены, что хотите очистить кэш изображений? Это остановит загрузку альбомов и изображений на некоторое время.
sv: Är du säker på att du vill rensa bild-cacheminnet? Detta betyder att album och bilder kommer att ta en stund att ladda igen.
zh_hant: 你確定要清理照片快取嗎? 這樣相簿跟照片會需要花一段時間重新讀取。

# settingsHeader_appearance
source: Appearance
da: Udseende
de: Aussehen
es: Apariencia
hu: Megjelenés
it: Aspetto
ja: 外観
nl: Uiterlijk
pl: Wygląd
ru: Внешний вид
sv: Utseende
zh_hant: 外觀

# settingsHeader_colorPalette
source: Color Palette
da: Farve Palet
de: Farbpalette
es: Paleta de colores
hu: Színpaletta
it: Tavolozza Colore
ja: カラーパレット
nl: Kleurenpalet
pl: Paleta kolorów
ru: Цветовая палитра
sv: Färgpalett
zh_hant: 調色盤

# settings_lightColor
source: Light
da: Lys
de: Hell
es: Claro
hu: Világos
it: Chiaro
ja: 明るい
nl: Licht
pl: Jasna
ru: Светлый
sv: Ljus
zh_hant: 亮色

# settings_darkColor
source: Dark
da: Mørk
de: Dunkel
es: Oscuro
hu: Sötét
it: Scuro
ja: 暗い
nl: Donker
pl: Ciemna
ru: Тёмная
sv: Mörk
zh_hant: 暗色

# settings_switchPalette
source: Automatic
da: Automatisk
de: Automatisch
es: Automático
hu: Automatikus
id: Beralih secara otomatis
it: Automatico
ja: 自動
nl: Automatisch
pl: Automatycznie
ru: Автоматический
sv: Automatisk
zh_hant: 自動

# settings_brightness
source: Brightness
da: Lysstyrke
de: Helligkeit
es: Brillo
hu: Fényerő
id: Kecerahan
it: Luminosità
ja: 明度
nl: Helderheid
pl: Jasność
ru: Яркость
sv: Ljusstyrka
zh_hant: 亮度

# settings_brightnessHelp
source: In low ambient brightness, the Automatic option uses a darker color palette to make photos stand out against darker backgrounds.
da: Ved lav lysstyrke bruger Automatisk indstillingen en mørkere farvepalet til at få billeder til at skille sig ud mod mørkere baggrunde.
de: Bei geringer Umgebungshelligkeit verwendet die Option "Automatisch" eine dunklere Farbpalette, um Fotos vor einem dunkleren Hintergrund hervorzuheben.
es: En ambientes poco iluminados, la opción Automático utiliza una paleta de colores más oscura para hacer que las fotos destaquen contra los fondos más oscuros.
hu: Az automata opció használatával sötétebb színpaletta kerül alkalmazásra, amennyiben kevés a környezetből érkező fény. Így a fotók élénkebbnek tűnnek a sötétebb hátterek miatt.
it: In ambiente a bassa luminosità, l'opzione Automatica utilizza una tavolozza di colori più scura per far risaltare le foto su sfondi più scuri.
ja: 環境光が暗い場合、自動オプションは暗いカラーパレットを使用して写真を暗い背景から目立たせます。
nl: Bij een lage helderheid zal de automatische optie gebruik maken van een donker kleurenpalet zodat foto's duidelijker zichtbaar zijn.
pl: Przy niskiej jasności otoczenia opcja Automatycznie użyje ciemnej palety kolorów, aby zdjęcia wyróżniały się na ciemniejszym tle.
ru: При низкой яркости окружающей среды параметр «Автоматически» использует более темную цветовую палитру, чтобы фотографии выделялись на более темном фоне.
sv: I låg omgivande ljusstyrka, Automatiska alternativet använder en mörkare färgpalett för att göra bilder sticker ut mot mörkare bakgrunder.
zh_hant: 在低光源時，「自動」會用更暗的色系使照片在更暗的背景中凸出。

# singleUserCount
source: %@ user
da: %@ bruger
de: %@ Benutzer
it: %@ utente
ja: %@ ユーザー
nl: %@ gebruiker
pl: %@ użytkownik
ru: %@ пользователь
sv: %@ användare
zh_hant: %@個用戶

# severalUsersCount
source: %@ users
da: %@ brugere
de: %@ Benutzer
it: %@ utenti
ja: %@ ユーザー
nl: %@ gebruikers
pl: %@ użytkowników
ru: %@ пользователей
sv: %@ användare
zh_hant: %@個用戶

# singleGroupCount
source: %@ group
da: %@ gruppe
de: %@ Gruppe
it: %@ gruppo
ja: %@ グループ
nl: %@ groep
pl: %@ grupa
ru: %@ группа
sv: %@ grupp
zh_hant: %@個群組

# severalGroupsCount
source: %@ groups
da: %@ grupper
de: %@ Gruppen
it: %@ gruppi
ja: %@ グループ
nl: %@ groepen
pl: %@ grup
ru: %@ группы
sv: %@ grupper
zh_hant: %@個群組

# singleCommentCount
source: %@ comment
da: %@ kommentar
de: %@ Kommentar
it: %@ commento
ja: %@ 件のコメント
nl: %@ reactie
pl: %@ komentarz
ru: %@ комментарий
sv: %@ kommentar
zh_hant: %@個留言

# severalCommentsCount
source: %@ comments
da: %@ kommentarer
de: %@ Kommentare
it: %@ commenti
ja: %@ 件のコメント
nl: %@ reacties
pl: %@ komentarzy
ru: %@ комментариев
sv: %@ kommentarer
zh_hant: %@個留言

# settingsHeader_about
source: Information
da: Oplysninger
de: Informationen
es: Información
hu: Információ
id: Informasi
it: Informazioni
ja: 情報
nl: Informatie
pl: Informacje
ru: Информация
zh_hant: 資訊

# settings_contactUs
source: Contact Us
da: Kontakt os
de: Kontakt
es: Contáctanos
hu: Kapcsolat
id: Hubungi Kami
it: Contattaci
ja: お問合わせ
nl: Neem contact met ons op
pl: Kontakt z nami
ru: Контактная информация
sv: Kontakta oss
zh_hant: 聯絡我們

# settings_feedback
source: Feedback
da: Tilbagemelding
de: Rückmeldung
es: Comentarios
hu: Visszajelzés
id: Umpan Balik
it: Valutazione
ja: フィードバック
nl: Terugkoppeling
pl: Opinie
ru: Обратная связь
sv: Återkoppling
zh_hant: 建議與回饋

# settings_supportForum
source: Support Forum
es: Foro de soporte
hu: Közösségi támogatás
id: Forum Bantuan
it: Forum di supporto
ja: サポートフォーラム
nl: Ondersteuningsforum
pl: Forum wsparcia
ru: Форум поддержки
zh_hant: 支援論壇

# settings_releaseNotes
source: Release Notes
da: Udgivelsesnoter
de: Versionshinweise
es: Notas de la versión
hu: Verziónapló
id: Catatan Rilis
it: Note di rilascio
ja: リリースノート
nl: Uitgave opmerkingen
pl: Lista zmian
ru: Заметки к выпуску
sv: Ändringslogg
zh_hant: 版本資訊

# settings_rateInAppStore
source: Rate Piwigo Mobile
da: Vurder Piwigo Mobile
de: Piwigo Mobile bewerten
es: Calificar Piwigo Mobile
hu: Piwigo Mobile értékelése
id: Beri Nilai untuk Piwigo Mobile
it: Vota Piwigo Mobile
ja: Piwigo Mobileを評価する
nl: Waardeer Piwigo Mobiel
pl: Oceń Piwigo Mobile
ru: Оцените мобильный Piwigo
sv: Betygsätt Piwigo Mobile
zh_hant: 給予Piwigo Mobile評價

# settings_translateWithCrowdin
source: Translate Piwigo Mobile
da: Oversæt Piwigo Mobile
de: Piwigo Mobile übersetzen
es: Traduce Piwigo Mobile
hu: Piwigo Mobile Fordítása
id: Terjemahan Piwigo Mobile
it: Traduci Piwigo Mobile
ja: Piwigo Mobileを翻訳する
nl: Vertaling Piwigo Mobiel
pl: Przetłumacz Piwigo Mobile
ru: Перевести мобильный Piwigo
sv: Översätt Piwigo Mobile
zh_hant: 翻譯Piwigo Mobile

# settings_pwgForumURL
source: http://piwigo.org/forum
pl: http://pl.piwigo.org/forum
ru: http://ru.piwigo.org/forum

# settings_acknowledgements
source: Acknowledgements
da: Tak Til
de: Danksagungen
es: Agradecimientos
hu: Köszönetnyilvánítás
id: Ucapan Terima Kasih
it: Ringraziamenti
ja: 謝辞
nl: Dank
pl: Podziękowania
ru: Благодарности
sv: Tack till och erkännanden
zh_hant: 致謝

# settings_privacy
source: Privacy Policy
da: Fortrolighedspolitik
de: Datenschutzerklärung
es: Política de privacidad
hu: Adatvédelmi Szabályzat
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
nl: Privacybeleid
pl: Polityka prywatności
ru: Политика конфиденциальности
sv: Integritetspolicy
zh_hant: 隱私權政策

# help01_header
source: Multiple Selection
da: Flere Valg
de: Mehrfachauswahl
es: Selección Múltiple
hu: Több elem kiválasztása
it: Selezione Multipla
ja: 複数選択
nl: Meerdere selecties
pl: Wybór wielokrotny
ru: Выбор нескольких
sv: Multipla val
zh_hant: 多重選取

# help01_text
source: Slide your finger from left to right (or right to left) then down, etc.
da: Skub fingeren fra venstre mod højre (eller højre mod venstre) og ned osv.
de: Schieben Sie den Finger von links nach rechts (oder rechts nach links) dann nach unten, etc.
es: Desliza el dedo de izquierda a derecha (o de derecha a izquierda) luego abajo, etc.
hu: Hújd az ujjad balról jobbra (vagy jobbról balra), aztán le, stb.
it: Scorri il dito da sinistra a destra (o da destra a sinistra) poi giù, ecc.
ja: 指を左から右(または右から左) にスライドさせてから下などします。
nl: Schuif je vinger van links naar rechts (of van rechts naar links) dan naar beneden, enz.
pl: Przesuń palcem od lewej do prawej (lub od prawej do lewej), a następnie w dół, itp.
ru: Проведите пальцем слева направо (или вправо налево), затем вниз и т. д.
sv: Skjut fingret från vänster till höger (eller höger till vänster) sedan ner, etc.
zh_hant: 將您的手指從左向右(或從右向左) 滑動，然後向下滑動。

# help02_header
source: Background Uploading
da: Uploader i baggrunden
de: Hochladen im Hintergrund
es: Subiendo en segundo plano
hu: Háttérfeltöltés
it: Caricamento In Sfondo
ja: バックグラウンドアップロード中
nl: Achtergrond Uploaden
pl: Przesyłanie w tle
ru: Загрузка фона
sv: Uppladdning av bakgrund
zh_hant: 背景上傳

# help02_text
source: Select photos/videos, set parameters and tap Upload.
da: Vælg billeder/videoer, sæt parametre og tryk Upload.
de: Wählen Sie Fotos/Videos, setzen Sie Parameter und tippen Sie auf Hochladen.
es: Selecciona fotos/vídeos, establece parámetros y pulsa Subir.
hu: Válaszd ki a fotókat/videókat, állítsd be a paramétereket, és nyomj a Feltöltésre!
it: Seleziona foto/video, imposta i parametri e tocca Carica.
ja: 写真/ビデオを選択し、パラメータを設定し、アップロードをタップします。
nl: Selecteer foto's/video's, stel parameters in en tik op uploaden.
pl: Wybierz zdjęcia/filmy, ustaw parametry i naciśnij Prześlij.
ru: Выберите фотографии/видео, установите параметры и нажмите кнопку Загрузить.
sv: Välj foton/video, ange parametrar och tryck på Ladda upp.
zh_hant: 選取照片/影片，設定參數後並按上傳。

# help02_text2
source: Plug the device to its charger and let iOS launch the uploads whenever appropriate.
da: Tilslut enheden til opladeren og lad iOS starte uploads når det er hensigtsmæssigt.
de: Schließen Sie das Gerät an sein Ladegerät an und lassen Sie iOS das Hochladen starten, wann immer es angebracht ist.
es: Conecta el dispositivo a su cargador y deja que iOS inicie las subidas cuando sea oportuno.
hu: Csatlakoztasd a töltőt, és élvezd, hogy az iOS magától feltölt a megfelelő időpontban!
it: Collega il dispositivo al suo caricabatterie e lascia che iOS avvii i caricamenti quando appropriato.
ja: デバイスを充電器に差し込み、必要に応じてiOSにアップロードを開始させてください。
nl: Sluit het apparaat aan op de lader en laat iOS de uploads starten wanneer dat nodig is.
pl: Podłącz urządzenie do ładowarki i pozwól, aby w razie potrzeby iOS uruchomił przesyłanie.
ru: Подключите устройство к зарядному устройству и позвольте iOS запускать загрузки, когда это необходимо.
sv: Anslut enheten till sin laddare och låt iOS starta uppladdningar när så är lämpligt.
zh_hant: 將裝置充電後，iOS會在合適的時候啟動自動上傳。

# help02_text3
source: (requires the uploadAsync extension or Piwigo 11)
da: (kræver uploadAsync udvidelsen eller Piwigo 11)
de: (erfordert die UploadAsync-Erweiterung oder Piwigo 11)
es: (requiere la extensión uploadAsync o Piwigo 11)
hu: (uploadSync bővítmény, vagy Piwigo 11 szükséges)
it: (richiede l'estensione uploadAsync o Piwigo 11)
ja: (uploadAsyncエクステンションまたはPiwigo11が必要です)
nl: (vereist de uploadAsync extensie of Piwigo 11)
pl: (wymaga rozszerzenia uploadAsync lub Piwigo 11)
ru: (требуется расширение uploadAsync или Piwigo 11)
sv: (kräver tillägget uploadAsync eller Piwigo 11)
zh_hant: (需要安裝uploadAsync插件或升級至Piwigo 11)

# help03_header
source: Administrators
da: Administratorer
de: Administratoren
es: Administradores
hu: Adminisztrátorok
it: Amministratori
ja: 管理者
nl: Beheerders
pl: Administratorzy
ru: Администраторы
sv: Administratörer
zh_hant: 管理員

# help03_text
source: Create, delete, move and rename albums.
da: Opret, slet, flyt og omdøb albums.
de: Alben erstellen, löschen, verschieben und umbenennen.
es: Crear, eliminar, mover y renombrar álbumes.
hu: Hozz létre, törölj, mozgass albumokat!
it: Creare, eliminare, spostare e rinominare gli album.
ja: アルバムを作成、削除、移動、名前変更します。
nl: Maak, verwijder, verplaats en hernoem albums.
pl: Tworzenie, usuwanie, przesuwanie i zmiana nazwy albumów.
ru: Создавать, удалять, перемещать и переименовывать альбомы.
sv: Skapa, ta bort, flytta och döpa om album.
zh_hant: 建立，刪除，移動或重新命名相簿

# help04_text
source: Uploaded photos removed from the camera roll remain available in the iOS Photos trash for 30 days.
da: Uploadede fotos fjernet fra kamerarullen forbliver tilgængelig i iOS Billeder papirkurven i 30 dage.
de: Hochgeladene Fotos, die aus der Kamerarolle entfernt werden, bleiben 30 Tage lang im Papierkorb von iOS Fotos verfügbar.
es: Las fotos subidas eliminadas del carrete de la cámara permanecen disponibles en la papelera de iOS Photos durante 30 días.
hu: A feltöltés után törölt képek még 30 napig elérhetőek lesznek az iOS Fotók app Nemrég Törölt elemei között.
it: Le foto caricate rimosse dal rullo della fotocamera rimangono disponibili nel cestino foto iOS per 30 giorni.
ja: カメラロールから削除された写真は、iOS Photosのゴミ箱に30日間保存されます。
nl: Geüploade foto's verwijderd van de camerarol blijven 30 dagen beschikbaar in de iOS Foto's prullenbak.
pl: Przesłane zdjęcia usunięte z rolki aparatu pozostają dostępne w koszu zdjęć iOS przez 30 dni.
ru: Загруженные изображения, удаленные из альбома, остаются доступными в корзине iOS Photos в течение 30 дней.
sv: Uppladdade foton borttagna från kamerarullen är fortfarande tillgängliga i iOS Bilder papperskorgen i 30 dagar.
zh_hant: 被刪除的照片會在照片應用程式的「近期刪除」保存30天。

# help05_header
source: Uploading Photos
da: Overfører billeder
de: Foto-Upload
es: Cargando fotos
hu: Fotók feltöltése
it: Caricamento Foto
ja: 写真をアップロード中
nl: Foto's uploaden
pl: Przesyłanie zdjęć
ru: Загрузка фотографий
sv: Laddar upp foton
zh_hant: 上傳照片
