Repository: Piwigo/Piwigo-Mobile
Catalog: piwigo/Resources/*.lproj/Localizable.strings
Languages: da, de, es, hu, id, it, ja, nl, pl, ru, sv, zh_hant

# defaultNberOfThumbnails>320px
source: Number/Row
da: Antal / Række
de: Anzahl/Zeile
es: Número/Fila
hu: Darab/sor
it: Numero/linea
ja: 1行あたりの個数
nl: Aantal/rij
pl: Liczba / wierszy
ru: Количество/строк
sv: Antal/rad
zh_hant: 每行數量

# defaultNberOfThumbnails>414px
source: Number per Row
da: Antal pr. Række
de: Anzahl pro Zeile
es: Número por fila
hu: Darab soronként
it: Numero per linea
ja: 1行あたりの個数
nl: Aantal per rij
pl: Liczba w wierszu
ru: Количество в строке
sv: Antal per rad
zh_hant: 每行數量

# defaultThumbnailSizeHeader
source: Please select a photo thumbnail size
da: Vælg miniature størrelse
de: Bitte wählen Sie eine Miniaturfotogröße
es: Selecciona un tamaño de miniatura de foto
hu: Elérhető bélyegképméretek
id: Please select an photo thumbnail size
it: Seleziona una dimensione miniatura immagine
ja: サムネイルの写真サイズを選択してください
nl: Kies een miniatuurformaat
pl: Wybierz rozmiar miniaturki
ru: Пожалуйста, выберите размер миниатюры фото
sv: Välj en miniatyrbildsstorlek
zh_hant: 請選擇照片縮圖大小

# settings_displayTitles
source: Image Titles
da: Vis Titler på Miniaturer
de: Bildtitel
es: Títulos en las miniaturas
hu: Cím a bélyegképen
id: Judul dalam Gambar Mini
it: Titoli delle immagini
ja: サムネイルの題名
nl: Titel afbeelding
pl: Tytułów na Miniaturkach
ru: Названия изображений
sv: Bildtitlar
zh_hant: 縮圖標題

# settings_displayTitles>320px
source: Display Image Titles
da: Vis Titler på Miniaturer
de: Bildtitel anzeigen
es: Mostrar los títulos en las miniaturas
hu: Cím mutatása a bélyegképen
id: Tampilkan Judul dalam Gambar Mini
it: Visualizza i titoli delle immagini
ja: サムネイルに題名を表示します
nl: Toon afbeeldingtitels
pl: Wyświetlanie Tytułów na Miniaturkach
ru: Показывать заголовки изображений
sv: Visa bildtitlar
zh_hant: 在縮圖上顯示標題

# defaultPreviewFile
source: Preview
da: Forhåndsvisning
de: Vorschau
es: Previsualizar
hu: Előnézet
id: Tinjauan
it: Anteprima
ja: プレビュー
nl: Voorbeeld
pl: Podgląd
ru: Предпросмотр
sv: Förhandsgranska
zh_hant: 預覽

# defaultPreviewFile>320px
source: Preview File
da: Forhåndsvisning fil
de: Vorschau Datei
es: Previsualizar archivo
hu: Előnézet mérete
id: Berkas Pratilik
it: Anteprima del file
ja: ファイルのプレビュー
nl: Voorbeeldafbeelding
pl: Podgląd Pliku
ru: Предпросмотр файла
sv: Förhandsgranska fil
zh_hant: 預覽檔案

# defaultPreviewFile>414px
source: Preview Photo File
da: Forhåndsvis billedfil
de: Miniaturfotodatei
es: Fichero de previsualización de foto
hu: Fotó előnézetének mérete
id: Pratinjau File Gambar
it: Immagine di anteprima
ja: 写真ファイルのプレビュー
nl: Voorbeeld fotobestand
pl: Plik podglądu zdjęcia
ru: Предпросмотр файла фото
sv: Förhandsgranska bildfilen
zh_hant: 預覽照片檔

# defaultImageSize
source: Photos
da: Billeder
de: Fotos
es: Fotos
hu: Fotók
id: Gambar
it: Immagini
ja: 写真
nl: Foto's
pl: Zdjęcia
ru: Изображения
sv: Bilder
zh_hant: 照片

# defaultImageSize>320px
source: Photos Size
da: Billedstørrelse
de: Fotogröße
es: Tamaño de las fotos
hu: Fotóméretek
id: Ukuran Gambar
it: Dimensione delle immagini
ja: 写真サイズ
nl: Fotogrootte
pl: Rozmiar zdjęć
ru: Размер фотографий
sv: Bildstorlek
zh_hant: 照片大小

# defaultImageSize>414px
source: Default Size of Photos
da: Standardstørrelse på Billeder
de: Standardgröße der Fotos
es: Tamaño por defecto de las fotos
hu: Fotók alapmérete
id: Ukuran Standar Gambar
it: Dimensione predefinita delle immagini
ja: 規定の写真サイズ
nl: Standaardgrootte van foto's
pl: Domyślny rozmiar zdjęć
ru: Размер фотографий по умолчанию
sv: Standardstorlek för bilder
zh_hant: 照片的預設大小

# defaultImageSizeHeader
source: Please select a photo size
da: Vælg en billedstørrelse
de: Bitte wählen Sie eine Fotogröße
es: Selecciona un tamaño de foto
hu: Válassz méretet
id: Pilih Ukuran Gambar
it: Si prega di selezionare una dimensione dell'immagine
ja: 写真サイズを選択して下さい
nl: Selecteer de grootte van een foto
pl: Proszę wybrać rozmiar zdjęcia
ru: Пожалуйста, выберите размер фото по умолчанию
sv: Välj en bildstorlek
zh_hant: 請選擇照片大小

# defaultImageSize_recommended
source: (recommended)
da: (anbefales)
de: (empfohlen)
es: (recomendado)
hu: (ajánlott)
id: (direkomendasikan)
it: (consigliato)
ja: (推奨)
nl: (aanbevolen)
pl: (zalecane)
ru: (рекомендуется)
sv: (rekommenderas)
zh_hant: (建議)

# defaultSize_disabled
source: (disabled on server)
da: (deaktiveret på serveren)
de: (auf Server deaktiviert)
es: (desactivado en el servidor)
hu: (szerveren kikapcsolva)
id: (nonaktifkan pada peladen)
it: (disabilitato dal server)
ja: （サーバで無効化）
nl: (uitgeschakeld op de server)
pl: (wyłączone na serwerze)
ru: (заблокировано на сервере)
sv: (inaktiverad på servern)
zh_hant: (在伺服器上停用)

# defaultSizeFooter
source: Greyed sizes are not advised or not available on Piwigo server.
da: Størrelser i gråt er ikke tilrådelig eller tilgængelig på Piwigo server.
de: Ausgegraute Größen werden nicht empfohlen oder sind nicht auf dem Piwigo Server verfügbar.
es: Los tamaños en gris no se recomiendan o no están disponibles en el servidor de Piwigo.
hu: A szürkével jelölt méretek nem ajánlottak, vagy nem elérhetőek a Piwigo szerveren.
id: Ukuran berbayang tidak disarankan atau tidak tersedia dalam peladen Piwigo.
it: Le dimensioni in grigio non sono consigliate o non sono disponibili sul server Piwigo.
ja: 灰色のサイズはPiwigoサーバで非推奨または利用できません。
nl: Greysize formaten worden niet geadviseerd of zijn niet beschikbaar op de Piwigo-server.
pl: Wyszarzone rozmiary nie są zalecane lub nie są dostępne na serwerze Piwigo.
ru: Размеры, показанные серым цветом, использовать не рекомендуется или они не доступны на сервере Piwigo.
sv: Utgråade storlekar är inte rekommenderade eller inte tillgänglig på Piwigo server.
zh_hant: 灰色的尺寸為不建議或Piwigo伺服器不提供。

# settings_shareGPSdata
source: Share Private Metadata
da: Del private Metadata
de: Private Metadaten teilen
es: Compartir metadatos privados
hu: Privát Metaadatok
it: Metadati privati
ja: プライベートなメタデータを共有する
nl: Deel privé metadata
pl: Udostępnij prywatne metadane
ru: Делиться частными метаданными
sv: Dela privat Metadata
zh_hant: 分享私密中繼資料

# settings_shareGPSdata>375px
source: Share with Private Metadata
da: Del med private Metadata
de: Mit privaten Metadaten teilen
es: Compartir con metadatos privados
hu: Megosztár privát metaadatokkal együtt
it: Condividere con metadati privati
ja: プライベートなメタデータと一緒に共有する
nl: Deel met Persoonlijke Metadata
pl: Udostępnij z prywatnymi metadanymi
ru: Делиться с частными метаданными
sv: Dela med privata Metadata
zh_hant: 分享時包含私密中繼資料

# imageSizeSquare
source: Square
da: Firkant
de: Quadratisch
es: Cuadrado
hu: Négyzet
id: Persegi
it: Quadrato
ja: 正方形
nl: Vierkant
pl: Kwadrat
ru: Квадрат
sv: Kvadrat
zh_hant: 正方形

# imageSizeThumbnail
source: Thumbnail
da: Miniature
de: Miniaturfoto
es: Miniatura
hu: Bélyegkép
id: Tampilan Besar
it: Anteprima
ja: サムネイル
nl: Miniatuurafbeelding
pl: Miniaturka
ru: Миниатюра
sv: Miniatyrbild
zh_hant: 縮圖

# imageSizeXXSmall
source: Tiny
da: Lillebitte
de: Mini
es: Minúsculo
hu: Legkisebb
id: Mungil
it: Piccolo
ja: XXS 最小
nl: Heel klein
pl: Najmniejsze
ru: Крошечный
sv: Mini
zh_hant: 最小

# imageSizeXSmall
source: Extra Small
da: Ekstra Lille
de: Extra klein
es: Extra pequeño
hu: Nagyon kicsi
id: Ekstra Kecil
it: Molto Piccolo
ja: XS 極小
nl: Extra klein
pl: Bardzo małe
ru: Очень маленький
sv: Extra liten
zh_hant: 特小

# imageSizeSmall
source: Small
da: Lille
de: Klein
es: Pequeño
hu: Kicsi
id: Kecil
it: Piccolo
ja: 小
nl: Klein
pl: Małe
ru: Маленький
sv: Liten
zh_hant: 小

# imageSizeMedium
source: Medium
da: Mellem
de: Mittel
es: Mediano
hu: Közepes
id: Menengah
it: Medio
ja: 中
nl: Middel
pl: Średnie
ru: Средний
zh_hant: 中

# imageSizeLarge
source: Large
da: Stor
de: Groß
es: Grande
hu: Nagy
id: Besar
it: Grande
ja: 大
nl: Groot
pl: Duże
ru: Большой
sv: Stor
zh_hant: 大

# imageSizeXLarge
source: Extra Large
da: Ekstra Stor
de: Extra Groß
es: Extra grande
hu: Nagyon nagy
id: Ekstra Besar
it: Molto Grande
ja: XL 特大
nl: Extra groot
pl: Bardzo duże
ru: Очень большой
sv: Extra stor
zh_hant: 特大

# imageSizeXXLarge
source: Huge
da: Kæmpe
de: Riesig
es: Enorme
hu: Hatalmas
id: Besar Sekali
it: Enorme
ja: XXL 最大
nl: Enorm
pl: Ogromne
ru: Огромный
sv: Enorm
zh_hant: 最大

# imageSizexFullRes
source: Full Resolution
da: Fuld Opløsning
de: Volle Auflösung
es: Resolución completa
hu: Teljes felbontás
id: Resolusi Penuh
it: Risoluzione originale
ja: フル解像度
nl: Volledige resolutie
pl: Pełna rozdzielczość
ru: Полное разрешение
sv: Full upplösning
zh_hant: 完整解析度

# settings_videoAutoPlay
source: Auto-Play
de: Automatische Wiedergabe
it: Riproduzione automatica
ru: Автоматическое воспроизведение
sv: Automatisk uppspelning

# settings_videoLoop
source: Loop Videos
de: Videos in Endlosschleife abspielen
it: Video in loop
ru: Видео в цикле
sv: Videor i loop

# settingsHeader_upload
source: Default Upload Settings
da: Standardindstillinger for Upload
de: Standard-Upload-Einstellungen
es: Parámetros de carga por defecto
hu: Feltöltési beállítások
id: Pengaturan Unggah Standar
it: Impostazioni di caricamento
ja: 規定のアップロード設定
nl: Standaard upload-instellingen
pl: Domyślne ustawienia przesyłania
ru: Настройки загрузки по умолчанию
sv: Förinställn. uppladdning
zh_hant: 預設上傳設定

# settings_defaultAuthor
source: Author
da: Forfatter
de: Autor
es: Autor
hu: Készítő
id: Penulis
it: Autore
ja: 作成者
nl: Fotograaf
pl: Autor
ru: Автор
sv: Författare
zh_hant: 作者

# settings_defaultAuthorPlaceholder
source: Author Name
da: Forfatternavn
de: Autorname
es: Nombre del autor
hu: Készítő neve
id: Nama Penulis
it: Nome autore
ja: 作成者名
nl: Naam van de fotograaf
pl: Imię Autora
ru: Имя автора
sv: Författarnamn
zh_hant: 作者名稱

# settings_defaultPrivacy
source: Privacy
da: Tilladelse
de: Sicherheitsstufe
es: Privacidad
hu: Adatvédelem
id: Privasi
ja: プライバシー
pl: Prywatność
ru: Приватность
sv: Behörighet
zh_hant: 隱私

# settings_defaultPrivacy>414px
source: Please select who will be able to see photos
da: Vælg hvem der må kunne se billeder
de: Bitte wählen Sie, wer in der Lage sein soll, Fotos zu sehen
es: Selecciona quién podrá ver las fotos
hu: Kérlek válaszd ki, hogy ki láthatja a fotókat
it: Si prega di selezionare chi sarà in grado di vedere le immagini
ja: 写真を見ることができる人を選択してください
nl: Kies wie de foto's mag zien
pl: Wybierz kto będzie mógł zobaczyć zdjęcia
ru: Пожалуйста, выберите, кто может смотреть фотографий
sv: Välj vilka som kommer att kunna se bilder
zh_hant: 請選擇誰可以看到這些照片

# settings_stripGPSdata
source: Strip Metadata
da: Fjern private metadata
de: Private Metadaten entfernen
es: Eliminar metadatos privados
hu: Privát metaadatok eltávolítása
id: Hapus Metadata Pribadi
it: Metadati privati
ja: プライベートなメタデータを取り除きます
nl: Verwijder privé metadata
pl: Usuń prywatne metadane
ru: Обрезать приватные метаданные
zh_hant: 移除私密中繼資料

# settings_photoResize
source: Downsize
da: Ændr størrelse før Upload
de: Vor dem Hochladen Größe verkleinern
es: Redimensionar antes de subir
hu: Méretcsökkentés feltöltés előtt
id: Ubah Ukuran Sebelum Mengunggah
it: Ridimensionare, prima di caricare
ja: アップロードする前にサイズを縮小する
nl: Pas grootte aan vóór de upload
pl: Zmień rozmiar przed przesłaniem
ru: Изменить размер перед загрузкой
sv: Skala om före uppladdning
zh_hant: 在上傳前縮小大小

# settings_photoSize
source: Size
da: Størrelse
de: Größe
es: Tamaño
hu: Méret
id: Ukuran
it: Dimensione
ja: サイズ
nl: Grootte
pl: Rozmiar
ru: Размер
sv: Storlek
zh_hant: 尺寸

# settings_photoCompress
source: Compress
da: Komprimer før Upload
de: Vor dem Hochladen komprimieren
es: Comprimir antes de subir
hu: Tömörítés feltöltés előtt
id: Kompresi Sebelum Mengunggah
it: Comprimere, prima di caricare
ja: アップロードする前に圧縮します
nl: Comprimeer vóór het uploaden
pl: Skompresuj przed wysłaniem
ru: Сжать перед загрузкой
sv: Komprimera före uppladdning
zh_hant: 上傳前壓縮

# settings_photoQuality
source: Quality
da: Kvalitet
de: Qualität
es: Calidad
hu: Minőség
id: Kualitas
it: Qualità
ja: 画質
nl: Kwaliteit
pl: Jakość
ru: Качество
sv: Kvalitet
zh_hant: 品質

# settings_renameCounterStart
source: Starts From
de: Current Number
ru: Current Number

# settings_wifiOnly
source: Wi-Fi Only
da: Kun Wi-Fi
de: Nur WLAN
es: Sólo Wi-Fi
hu: Csak Wi-Fi-n
it: Solo Wi-Fi
ja: Wi-Fiのみ
nl: Alleen wifi
pl: Tylko przez Wi-Fi
ru: Только Wi-Fi
sv: Endast Wi-Fi
zh_hant: 僅限使用Wi-Fi

# settings_deleteImage
source: Delete After
da: Slet efter upload
de: Nach dem Hochladen löschen
es: Eliminar después de subir
hu: Törlés feltöltés után
id: Hapus Setelah Mengunggah
it: Elimina dopo il caricamento
ja: アップロード後に削除します
nl: Verwijder na uploaden
pl: Usuń po wysłaniu
ru: Удалить после загрузки
sv: Radera efter uppladdning
zh_hant: 上傳後刪除

# settings_autoUpload
source: Auto Upload
da: Automatisk upload
de: Automatisches Hochladen
es: Subida Automática
hu: Automata feltöltés
it: Caricamento Automatico
ja: 自動アップロード
nl: Automatisch uploaden
pl: Automatyczne przesyłanie
ru: Автозагрузка
sv: Automatisk uppladdning
zh_hant: 自動上傳

# settings_autoUploadEnabled
source: On
da: Til
de: An
es: Activado
hu: Be
it: Attiva
nl: Aan
pl: Wł.
ru: Вкл
sv: På
zh_hant: 開啟

# settings_autoUploadEnabledInfo
source: Photos will be automatically uploaded to your Piwigo.
da: Billeder vil automatisk blive uploadet til din Piwigo.
de: Fotos werden automatisch zu Ihrem Piwigo hochgeladen.
es: Las fotos se subirán automáticamente a tu Piwigo.
hu: A fotók automatikusan feltöltésre kerülnek a Piwigoba.
it: Le foto verranno caricate automaticamente sul tuo Piwigo.
ja: 写真は自動的にPiwigoにアップロードされます。
nl: Foto's worden automatisch ge-upload naar jouw Piwigo.
pl: Zdjęcia będą automatycznie przesyłane do Twojego Piwigo.
ru: Изображения будут автоматически загружены в Ваш Piwigo.
sv: Foton laddas automatiskt upp till din Piwigo.
zh_hant: 照片會自動上傳至您的Piwigo伺服器。

# settings_autoUploadEnabledInfoAll
source: Photos and videos will be automatically uploaded to your Piwigo.
da: Billeder og videoer vil automatisk blive uploadet til din Piwigo.
de: Fotos und Videos werden automatisch auf Ihr Piwigo hochgeladen.
es: Las fotos y vídeos se subirán automáticamente a tu Piwigo.
hu: Fotók és videók automatikusan feltöltésre kerülnek a Piwigoba.
it: Foto e video saranno caricati automaticamente sul tuo Piwigo.
ja: 写真とビデオは自動的にPiwigoにアップロードされます。
nl: Foto's en video's worden automatisch geüpload naar jouw Piwigo.
pl: Zdjęcia i filmy będą automatycznie przesyłane do Twojego Piwigo.
ru: Изображения и видео будут автоматически загружены в Ваш Piwigo.
sv: Foton och videor laddas automatiskt upp till din Piwigo.
zh_hant: 照片及影片會自動上傳至您的Piwigo伺服器。

# settings_autoUploadDisabled
source: Off
da: Fra
de: Aus
es: Desactivado
hu: Ki
it: Non attivo
nl: Uit
pl: Wył.
ru: Выкл
sv: Av
zh_hant: 關閉

# settings_autoUploadDisabledInfo
source: Photos will not be automatically uploaded to your Piwigo.
da: Fotos vil ikke automatisk blive uploadet til din Piwigo.
de: Fotos werden nicht automatisch in Ihr Piwigo hochgeladen.
es: Las fotos no se subirán automáticamente a tu Piwigo.
hu: A fotók nem fognak automatikusan feltöltődni a Piwigoba.
it: Le foto non verranno caricate automaticamente sul tuo Piwigo.
ja: 写真は自動的にPiwigoにアップロードされません。
nl: Foto's worden niet automatisch ge-upload naar jouw Piwigo.
pl: Zdjęcia nie będą automatycznie przesyłane do Twojego Piwigo.
ru: Изображения не будут автоматически загружены в Ваш Piwigo.
sv: Foton kommer inte att laddas upp automatiskt till din Piwigo.
zh_hant: 照片不會自動上傳至您的Piwigo伺服器。

# settings_autoUploadSource
source: Source
da: Kilde
de: Quelle
es: Origen
hu: Forrás
it: Sorgente
ja: ソース
nl: Bron
pl: Źródło
ru: Источник
sv: Källa
zh_hant: 來源

# settings_autoUploadSourceInvalid
source: Invalid source album
da: Ugyldigt kildealbum
de: Ungültiges Quell-Album
es: Álbum de origen no válido
hu: Érvénytelen forrásalbum
it: Album sorgente non valido
ja: ソースアルバムが無効です
nl: Ongeldig bron-album
pl: Nieprawidłowy album źródłowy
ru: Недопустимый источник альбома
sv: Ogiltigt källalbum
zh_hant: 來源相簿無效

# settings_autoUploadSourceInfo
source: Please select the album or sub-album from which photos and videos of your device will be auto-uploaded.
da: Vælg det album eller underalbum, hvorfra fotos og videoer af din enhed vil blive automatisk uploadet.
de: Bitte wählen Sie das Album oder das Unter-Album, von dem Fotos und Videos Ihres Geräts automatisch hochgeladen werden.
es: Seleccione el álbum o sub-álbum desde el que se subirán automáticamente fotos y vídeos de su dispositivo.
hu: Melyik albumból vagy alalbumból szeretnéd automatikusan feltölteni a fotókat és videókat?
it: Seleziona l'album o il sottoalbum da cui le foto e i video del tuo dispositivo saranno caricati automaticamente.
ja: デバイスの写真やビデオを自動的にアップロードするアルバムまたはサブアルバムを選択してください。
nl: Selecteer het album of sub-album van welke foto's en video's van jouw apparaat automatisch worden ge-upload.
pl: Wybierz album lub podalbum, z którego będą automatycznie przesyłane zdjęcia i filmy z twojego urządzenia.
ru: Пожалуйста, выберите альбом или подальбом, из которого автоматически будут загружены изображения и видео с Вашего устройства.
sv: Välj det album eller underalbum från vilka foton och videor på din enhet automatiskt laddas upp.
zh_hant: 請選擇要作為自動上傳來源的本機相簿或子相簿。

# settings_autoUploadDestination
source: Destination
de: Ziel
es: Destino
hu: Cél
it: Destinazione
ja: 保存先
nl: Bestemming
pl: Cel
ru: Папка для сохранения
sv: Mål
zh_hant: 目的地

# settings_autoUploadDestinationInvalid
source: Invalid destination album
da: Ugyldigt destinationsalbum
de: Ungültiges Zielalbum
es: Álbum de destino no válido
hu: Érvénytelen célalbum
it: Album di destinazione non valido
ja: 無効なアルバムです
nl: Ongeldige bestemming
pl: Nieprawidłowy album docelowy
ru: Недопустимый адрес альбома
sv: Ogiltigt målalbum
zh_hant: 目標相簿無效

# settings_autoUploadDestinationInfo
source: Please select the album or sub-album into which photos and videos will be auto-uploaded.
da: Vælg venligst albummet eller underalbummet, hvor fotos og videoer vil blive automatisk uploadet.
de: Bitte wählen Sie das Album oder das Unter-Album, in das Fotos und Videos automatisch hochgeladen werden.
es: Seleccione el álbum o sub-álbum al que se subirán automáticamente fotos y vídeos.
hu: Melyik albumba vagy alalbumba szeretnéd automatikusan feltölteni a fotókat és videókat?
it: Seleziona l'album o il sottoalbum in cui le foto e i video saranno caricati automaticamente.
ja: 写真や動画を自動アップロードするアルバムまたはサブアルバムを選択してください。
nl: Selecteer a.u.b het album of sub-album waarnaar welke foto's en video's automatisch worden ge-upload.
pl: Wybierz album lub podalbum, do którego zdjęcia i filmy z twojego urządzenia będą automatycznie przesyłane.
ru: Пожалуйста, выберите альбом или подальбом в который будут автоматически загружены изображения и видео.
sv: Välj albumet eller underalbumet till vilka foton och videor automatiskt laddas upp.
zh_hant: 請選擇要作為自動上傳目標的遠端相簿或子相簿。

# AutoUploadError_Disabled
source: The Auto-Upload option is disabled in the app settings.
da: Auto-Upload indstillingen er deaktiveret i app-indstillingerne.
de: Die Option Auto-Upload ist in den App-Einstellungen deaktiviert.
hu: Az automatikus feltöltés ki van kapcsolva a beállításokban.
it: L'opzione Caricamento automatico è disabilitata nelle impostazioni dell'app.
ja: アプリの設定で自動アップロードオプションが無効になっています。
nl: De auto-upload-optie is uitgeschakeld in de app instellingen.
pl: Opcja automatycznego wysyłania jest wyłączona w ustawieniach aplikacji.
ru: Функция автозагрузки отключена в настройках приложения.
sv: Alternativet för automatisk uppladdning är inaktiverat i appinställningarna.
zh_hant: 自動上傳功能可以在應用程式的設定中關閉。

# AutoUploadError_Failed
source: Several transfers failed and the upload queue is on hold. Please check in the app.
da: Flere overførsler mislykkedes, og upload kø venter. Tjek i appen.
de: Mehrere Übertragungen sind fehlgeschlagen und die Upload-Warteschlange wurde angehalten. Bitte überprüfen Sie dies in der App.
hu: Több feltöltési kísérlet sikertelen volt, így a feltöltési sor felfüggesztésre került. Részletek az appban.
it: Diversi trasferimenti sono falliti e la coda di caricamento è in attesa. Si prega di controllare l'app.
ja: 複数の転送に失敗し、アップロードキューが保留になっています。アプリで確認してください。
nl: Meerdere overdrachten zijn mislukt en de wachtrij voor upload is in de app geblokkeerd. Controleer de app.
pl: Kilka transferów nie powiodło się i kolejka przesyłania została wstrzymana. Proszę sprawdzić w aplikacji.
ru: Не удалось выполнить несколько перемещений, и очередь выгрузки на сервере задерживается. Пожалуйста, проверьте приложение.
sv: Flera överföringar misslyckades och uppladdningskön är på plats. Kontrollera i appen.
zh_hant: 數個傳輸錯誤導致上傳隊列已暫停。請進入程式檢查。

# UploadPhotoSize_title
source: Max Photo Size
da: Maks. billedstørelse
de: Max. Foto-Größe
hu: Max fotóméret
it: Dimensione Massima Foto
ja: 最大写真サイズ
nl: Max. fotogrootte
pl: Maksymalny rozmiar zdjęcia
ru: Максимальный размер изображения
sv: Max bildstorlek
zh_hant: 最大照片大小

# UploadPhotoSize_header
source: Please select the maximum size of the photos which will be uploaded.
da: Vælg venligst den maksimale størrelse af de billeder, der bliver uploadet.
de: Bitte wählen Sie die maximale Größe für hochgeladene Fotos aus.
hu: Mekkora legyen a legnagyobb fotó, ami feltöltésre kerül?
it: Seleziona la dimensione massima delle foto che verranno caricate.
ja: アップロードする写真の最大サイズを選択してください。
nl: Selecteer de maximale grootte van de foto's die zullen worden geüpload.
pl: Wybierz maksymalny rozmiar zdjęć, które zostaną przesłane.
ru: Пожалуйста, выберите максимальный размер изображений, которые будут загружены.
sv: Välj den maximala storleken på de bilder som kommer att laddas upp.
zh_hant: 請選擇照片上傳的最大尺寸。

# UploadPhotoSize_resolution
source: Built-in cameras maximum resolution:
da: Maks. opløsning til indbyggede kameraer:
de: Integrierte Kameras maximale Auflösung:
hu: A beépített kamera maximum felbontása:
it: Risoluzione massima delle telecamere integrate:
ja: 内蔵カメラの最大解像度:
nl: Maximale resolutie voor ingebouwde camera's:
pl: Maksymalna rozdzielczość wbudowanych kamer:
ru: Максимальное разрешение камеры:
sv: Inbyggda kameror maximal upplösning:
zh_hant: 內建相機最大解析度:

# UploadVideoSize_title
source: Max Video Size
da: Maks. Videostørrelse
de: Max. Video-Größe
hu: Max videóméret
it: Dimensione Massima Video
ja: ビデオの最大サイズ
nl: Maximale videogrootte
pl: Maksymalny rozmiar filmu
ru: Максимальный размер видео
sv: Max videostorlek
zh_hant: 最大影片大小

# UploadVideoSize_header
source: Please select the maximum size of the videos which will be uploaded.
da: Vælg den maksimale størrelse på de videoer, der bliver uploadet.
de: Bitte wählen Sie die maximale Größe für hochgeladene Videos aus.
hu: Mekkora legyen a legnagyobb videó, ami feltöltésre kerül?
it: Seleziona la dimensione massima dei video che verranno caricati.
ja: アップロードする動画の最大サイズを選択してください。
nl: Selecteer de maximale grootte van de video's die zullen worden ge-upload.
pl: Wybierz maksymalny rozmiar filmów, które zostaną przesłane.
ru: Пожалуйста, выберите максимальный размер видео, которое будет загружено.
sv: Välj den maximala storleken på de videor som kommer att laddas upp.
zh_hant: 請選擇影片上傳的最大尺寸。

# UploadVideoSize_resolution
source: Built-in cameras maximum specifications:
da: Maksimale specifikationer for indbyggede kameraer:
de: Integrierte Kameras maximale Spezifikationen:
hu: Beépített kamera maximum specifikációi:
it: Specifiche massime delle telecamere integrate:
ja: 内蔵カメラの最大仕様:
nl: Maximaal aantal specificaties ingebouwde camera's:
pl: Maksymalne specyfikacje wbudowanych kamer:
ru: Встроенные спецификации камер:
sv: Inbyggda kameror maximala specifikationer:
zh_hant: 內建相機最大設定:

# UploadPhotoSize_original
source: No Downsizing
da: Ingen Neddimensionering
de: Keine Verkleinerung
hu: Méretcsökkentés nélkül
it: Nessun Downsizing
ja: ダウンサイジングなし
nl: Niet verkleinen
pl: Nie zmniejszaj
ru: Без уменьшения
sv: Ingen neddimensionering
zh_hant: 不縮小

# UploadRequests_cache
source: Uploads
de: Hochgeladen
it: Caricamenti
ja: アップロード
ru: Выгрузки
sv: Uppladdningar

# settingsHeader_privacy
source: Privacy
da: Privatliv
de: Privatsphäre
ja: プライバシー
pl: Prywatność
ru: Конфиденциальность
sv: Sekretess
zh_hant: 隱私
