Repository: Piwigo/Piwigo-Mobile
Catalog: piwigo/Resources/*.lproj/Localizable.strings
Languages: da, de, es, hu, id, it, ja, nl, pl, ru, sv, zh_hant

# shareActivityCode_Instagram>375px
source: Post photos to Instagram
da: Send billeder til Instagram
de: Billd über Instragram teilen
es: Publicar fotos en Instagram
hu: Fotók feltöltése Instagramra
it: Postare immagini su Instagram
ja: 写真をInstagramに投稿する
nl: Verstuur foto's naar Instagram
pl: Publikuj zdjęcia na Instagramie
ru: Разместить фотографии в Инстаграм
sv: Posta bilder på Instagram
zh_hant: 發送照片到Instagram

# shareActivityCode_Signal
source: Post with Signal
da: Send med Signal
de: Über Signal teilen
es: Publicar con Signal
hu: Küldés Signalban
it: Condividi con Signal
ja: Signalで投稿する
nl: Verstuur met Signal
pl: Publikacja przez Signal
ru: Публикация с Signal
sv: Posta med Signal
zh_hant: 發送到Signal

# shareActivityCode_Signal>375px
source: Post photos with the Signal app
da: Send billeder med Signal app
de: Foto über Signal App teilen
es: Publicar fotos con la aplicación de Signal
hu: Fotók küldése Signalban
it: Postare immagini con l'app di Signal
ja: 写真をSignalアプリで投稿する
nl: Verstuur foto's met de Signal app
pl: Publikuj zdjęcia przez Signal
ru: Публикация фотографии с приложением Signal
sv: Posta bilder med appen Signal
zh_hant: 發送照片到Signal

# shareActivityCode_Snapchat
source: Post to Snapchat
da: Send til Snapchat
de: Über Snapchat teilen
es: Publicar en Snapchat
hu: Küldés Snapchaten
it: Condividi su Snapchat
ja: Snapchatに投稿する
nl: Verstuur naar Snapchat
pl: Publikacja przez Snapchat
ru: Публикация в Snapchat
sv: Posta till Snapchat
zh_hant: 發送到Snapchat

# shareActivityCode_Snapchat>375px
source: Post photos to Snapchat app
da: Send Billeder til Snapchat
de: Foto über Snapchat App teilen
es: Publicar fotos con la aplicación Snapchat
hu: Fotók feltöltése Snapchatre
it: Condividi le immagini con Snapchat
ja: 写真をSnapchatアプリに投稿する
nl: Verstuur foto's met de Snapchatt app
pl: Publikuj zdjęcia przez Snapchat
ru: Публикация фотографии с приложением Snapchat
sv: Posta bilder till appen Snapchat
zh_hant: 發送照片到Snapchat

# shareActivityCode_TencentWeibo
source: Post to TencentWeibo
da: Send til TencentWeibo
de: Über TencentWeibo teilen
es: Publicar en TencentWeibo
hu: Küldés TencentWeibon
it: Condividi su TencentWeibo
ja: TencentWeiboに投稿する
nl: Verstuur met TencentWeibo
pl: Publikacja na TencentWeibo
ru: Публикация в TencentWeibo
sv: Posta till TencentWeibo
zh_hant: 發送到騰訊微博

# shareActivityCode_TencentWeibo>375px
source: Post photos to TencentWeibo
da: Send billeder til TencentWeibo
de: Foto über TencentWeibo teilen
es: Publicar fotos en TencentWeibo
hu: Fotók feltöltése TeicentWeibora
it: Inviare immagini a TencentWeibo
ja: 写真をTencentWeiboに投稿する
nl: Verstuur foto's naar TencentWeibo
pl: Publikuj zdjęcia na TencentWeibo
ru: Публикация фотографии с приложением TencentWeibo
sv: Posta bilder till TencentWeibo
zh_hant: 發送照片到騰訊微博

# shareActivityCode_Twitter
source: Post to Twitter
da: Send til Twitter
de: Über Twitter teilen
es: Publicar en Twitter
hu: Twitter üzenet
it: Pubblica su Twitter
ja: Twitterに投稿する
nl: Verstuur naar Twitter
pl: Publikacja na Twitterze
ru: Публикация в Twitter
sv: Posta till Twitter
zh_hant: 發送到Twitter

# shareActivityCode_Twitter>375px
source: Post photos to Twitter
da: Send billeder til Twitter
de: Foto über Twitter teilen
es: Publicar fotos en Twitter
hu: Fotók feltöltése Tweetbe
it: Pubblicare le immagini su Twitter
ja: 写真をTwitterに投稿する
nl: Verstuur foto's naar Twitter
pl: Publikuj zdjęcia na Twitterze
ru: Публикация фотографии в Twitter
sv: Posta bilder till Twitter
zh_hant: 發送照片到Twitter

# shareActivityCode_Vimeo
source: Post to Vimeo
da: Send til Vimeo
de: Über Vimeo teilen
es: Publicar en Vimeo
hu: Feltöltés Vimeora
it: Condividi su Vimeo
ja: Vimeoに投稿する
nl: Verstuur naar Vimeo
pl: Publikacja na Vimeo
ru: Публикация в Vimeo
sv: Posta till Vimeo
zh_hant: 發送到Vimeo

# shareActivityCode_Vimeo>375px
source: Post videos to Vimeo
da: Send billeder til Vimeo
de: Video über Vimeo teilen
es: Publicar vídeos en Vimeo
hu: Videók feltöltése Vimeora
it: Pubblicare video su Vimeo
ja: 動画をVimeoに投稿する
nl: Verstuur foto's naar Vimeo
pl: Publikacja wideo na Vimeo
ru: Публикация видео в Vimeo
sv: Posta videor på Vimeo
zh_hant: 發送影片到Vimeo

# shareActivityCode_Weibo
source: Post to Weibo
da: Send til Weibo
de: Über Weibo teilen
es: Publicar en Weibo
hu: Feltöltés Weibora
it: Condividi su Weibo
ja: Weiboに投稿する
nl: Verstuur naar Weibo
pl: Publikacja na Weibo
ru: Публикация в Weibo
sv: Posta till Weibo
zh_hant: 發送到新浪微博

# shareActivityCode_Weibo>375px
source: Post photos to Weibo
da: Send billeder til Weibo
de: Fotos über Weibo teilen
es: Publicar fotos en Weibo
hu: Fotók feltöltése Weibora
it: Pubblicare le immagini su Weibo
ja: 写真をWeiboに投稿する
nl: Verstuur foto's naar Weibo
pl: Publikuj zdjęcia na Weibo
ru: Публикация фотографии в Weibo
sv: Posta bilder till Weibo
zh_hant: 發送照片到新浪微博

# shareActivityCode_WhatsApp
source: Post with WhatsApp
da: Send med WhatsApp
de: Über WhatsApp teilen
es: Publicar con WhatsApp
hu: Küldés WhatsAppban
it: Invia con Whatsapp
ja: WhatsAppで投稿する
nl: Verstuur met WhatsApp
pl: Publikacja przez WhatsApp
ru: Публикация в WhatsApp
sv: Posta med WhatsApp
zh_hant: 發送到WhatsApp

# shareActivityCode_WhatsApp>375px
source: Post photos with the WhatsApp app
da: Send billeder med WhatsApp
de: Fotos über WhatsApp App teilen
es: Publicar fotos con la aplicación WhatsApp
hu: Fotók küldése WhatsAppban
it: Condividi immagini su WhatsApp
ja: 写真をWhatsAppアプリで投稿する
nl: Verstuur foto's met de WhatsApp app
pl: Publikuj zdjęcia przez WhatsApp
ru: Публикация фотографии с приложением WhatsApp
sv: Posta bilder med appen WhatsApp
zh_hant: 發送照片到WhatsApp

# shareActivityCode_CameraRoll
source: Save to Camera Roll
da: Gem i kamerarulle
de: In der App speichern
es: Guardar en un carrete de cámara
hu: Mentés a Filmtekercsbe
it: Salva nel Rullino
ja: カメラロールに保存する
nl: Save naar Camera Roll
pl: Zapis w rolce aparatu
ru: Сохранить в Camera Roll
sv: Spara i kamerarulle
zh_hant: 保存到相機膠捲

# shareActivityCode_CameraRoll>375px
source: Save photos to Camera Roll
da: Gem billeder i kamerarulle
de: Fotos in der App speichern
es: Guardar las fotos en carrete de cámara
hu: Fotók mentése a Filmtekercsbe
it: Salva le immagini nel Rullino
ja: 写真をカメラロールに保存する
nl: Save foto's naar Camero Roll
pl: Zapisz zdjęcia w Rolce aparatu
ru: Сохранить фотографии в Camera Roll
sv: Spara bilder i kamerarullen
zh_hant: 保存照片至相機膠捲

# shareActivityCode_Other
source: Share with other apps
da: Del med andre programmer
de: Mit anderen Apps teilen
es: Compartir con otras aplicaciones
hu: Megosztás egyéb appokban
it: Condividi con altre app
ja: 他のアプリと共有する
nl: Deel met andere apps
pl: Udostępnianie innym aplikacjom
ru: Поделиться с другими приложениями
sv: Dela med andra appar
zh_hant: 分享到其他App

# shareActivityCode_Other>375px
source: Share photos with other apps
da: Del billeder med andre apps
de: Fotos mit anderen Apps teilen
es: Compartir las fotos con otras aplicaciones
hu: Fotók megosztása egyéb appokban
it: Condividi le immagini con altre app
ja: 写真を他のアプリと共有する
nl: Deel foto's met andere apps
pl: Udostępnij zdjęcia innym aplikacjom
ru: Поделиться фотографиями с другими приложениями
sv: Dela bilder med andra appar
zh_hant: 分享照片到其他App

# shareFailError_title
source: Share Failed
da: Deling mislykkedes
de: Teilen fehlgeschlagen
es: Error de compartición
hu: Sikertelen megosztás
it: Condivisione Fallita
ja: 共有に失敗しました
nl: Delen mislukt
pl: Udostępnienie nie powiodło się
ru: Поделиться не удалось
sv: Dela misslyckades
zh_hant: 分享失敗

# shareMetadataError_message
source: Cannot strip private metadata
da: Kan ikke fjerne private metadata
de: Private Metadaten können nicht entfernt werden
es: No se pueden eliminar los metadatos privados
hu: Nem sikerült eltávolítani a privát metaadatokat
it: Impossibile eliminare i metadati privati
ja: プライベートメタデータを取り除くことはできません
nl: Kan metadata niet verwijderen
pl: Nie można usunąć prywatnych metadanych
ru: Не удается разделить личные метаданные
sv: Kan inte ta bort privata metadata
zh_hant: 無法刪除私人中繼資料

# shareFailError_tooLarge
source: Selection too large to share
de: Auswahl zu umfangreich, um geteilt zu werden
it: Selezione troppo ampia per essere condivisa
nl: Selectie te groot om te delen
ru: Выбор слишком велик, чтобы делиться им
sv: Urvalet är för stort för att dela

# localAlbums
source: Photo Library
da: Billedarkiv
de: Foto-Bibliothek
es: Biblioteca de fotografías
hu: Fotókönyvtár
id: Galeri foto
it: Galleria foto
ja: 写真ライブラリ
nl: Fotobibliotheek
pl: Biblioteka zdjęć
ru: Библиотека фотографий
sv: Bildbibliotek
zh_hant: 照片圖庫

# localAlbums_accessible
source: Accessible Photos
da: Tilgængelige billeder
de: Zugängliche Fotos
es: Fotos accesibles
hu: Elérhető fotók
it: Foto Accessibili
ja: アクセス可能な写真
nl: Toegankelijke foto's
pl: Dostępne zdjęcia
ru: Доступные фото
sv: Tillgängliga foton
zh_hant: 可存取的照片

# localAlbums_photosNotAuthorized_title
source: No Access
da: Ingen Adgang
de: Kein Zugriff
es: Sin acceso
hu: Nincs hozzáférés
id: Akses Ditolak
it: Accesso negato
ja: アクセスなし
nl: Geen toegang
pl: Brak Dostępu
ru: Нет доступа
sv: Ingen behörighet
zh_hant: 無存取權限

# localAlbums_photosNiltitle
source: Problem Reading Photos
da: Problem Læsning Fotos
de: Problem beim Lesen der Fotos
es: Problema al leer las fotos
hu: Hiba a fotók beolvasásakor
id: Masalah dalam Membaca Foto
it: Problema lettura foto
ja: 写真読み出しの問題
nl: Probleem bij het inlezen van foto's
pl: Problem Wczytywania Zdjęć
ru: Проблема с чтением фотографий
sv: Problem att läsa Bilder
zh_hant: 讀取照片發生問題

# localAlbums_photosNnil_msg
source: There is a problem reading your local photo library.
da: Der er et problem med at læse dit lokale fotobibliotek.
de: Es gibt ein Problem beim Lesen der lokalen Foto Bibliothek.
es: Se ha producido un problema al leer la biblioteca local de fotos.
hu: Hiba történt a fotókönyvtár beolvasásakor.
id: Ada masalah dalam membaca pustaka lokal foto Anda.
it: Si è verificato un problema durante la lettura della libreria fotografica locale.
ja: ローカル写真ライブラリの読み出しに問題があります
nl: Probleem bij het inlezen van jouw lokale fotobibliotheek.
pl: Istnieje problem z odczytem biblioteki zdjęć lokalnych.
ru: Проблема в чтении Вашей локальной библиотеки изображений.
sv: Det finns ett problem med att läsa ditt lokala bildbibliotek.
zh_hant: 讀取本機照片圖庫時發生問題。

# localAlbums_photosNotAuthorized_msg
source: Cannot open local photo library. Please go into the Settings app and enable access for Piwigo.
da: Kan ikke åbne det lokale fotobibliotek. Gå venligst ind i indstillinger og aktiver adgang for Piwigo.
de: Konnte die lokale Foto Bibliothek nicht öffnen. Bitte gehen Sie in die Einstellungen und ermöglichen den Zugriff für Piwigo.
es: No se puede abrir la biblioteca local de fotos. Por favor, vaya a la aplicación de configuración y habilite el acceso para Piwigo.
hu: Nem sikerült megnyitni a helyi fotókönyvtárat. Kérlek nézd meg, hogy a Beállításokban van-e a Piwigo appnak hozzáférése a fotókhoz!
id: Tidak dapat membuka pustaka lokal foto. Silakan masuk ke Pengaturan aplikasi dan izinkan akses untuk Piwigo.
it: Impossibile aprire la libreria di foto locale. Accedi all'app Impostazioni e attiva l'accesso per Piwigo.
ja: ローカル写真ライブラリを開けませんでした。設定アプリのプライバシー、写真を開いてPiwigoにアクセスを許可してください。
nl: Kan de lokale fotobibliotheek niet openen. Ga naar Instellingen en activeer Piwigo toegang.
pl: Nie można otworzyć lokalnej biblioteki zdjęć. Przejdź do aplikacji Ustawienia i włącz dostęp dla Piwigo.
ru: Невозможно открыть локальную библиотеку изображений. Пожалуйста, установите в "Настройках" право доступа для Piwigo.
sv: Kan inte öppna det lokala bildbiblioteket. Gå in på appen Inställningar och aktivera åtkomst för Piwigo.
zh_hant: 無法讀取本機照片圖庫。請至設定中開啟Piwigo的存取權限。

# localImages_reUploadTitle
source: Re-upload
da: Genupload
de: Erneut hochladen
it: Ricarica
ja: 再アップロード
nl: Opnieuw uploaden
ru: Загрузить снова
sv: Återuppladdning
zh_hant: 重新上傳

# localImages_deleteTitle
source: Remove from Camera Roll
da: Fjern fra kamerarulle
de: Aus Fotos entfernen
es: Eliminar del carrete de cámara
hu: Eltávolítás a Fotók appból
it: Rimuovi dal rullo fotocamera
ja: カメラロールから削除する
nl: Verwijderen uit filmrol
pl: Usuń z Rolki Aparatu
ru: Удалить из Фотопленки
sv: Ta bort från kamerarullen
zh_hant: 從相機膠卷中移除

# localImages_deleteMessage
source: Do you wish to delete the uploaded photos or videos from the camera roll? The deleted photos or videos will still be available in the iOS Photos Trash for 30 days.
da: Ønsker du at slette de uploadede fotos eller videoer fra kamerarullen? De slettede billeder eller videoer vil stadig være tilgængelige i iOS-billeder papirkurven i 30 dage.
de: Möchten Sie die hochgeladenen Fotos oder Videos aus der Kamerarolle löschen? Die gelöschten Fotos oder Videos sind noch 30 Tage lang im iOS-Fotopapierkorb verfügbar.
es: ¿Desea eliminar las fotos o vídeos subidos del carrete de la cámara? Las fotos o vídeos eliminados seguirán estando disponibles en la papelera de fotos de iOS durante 30 días.
hu: Biztos törölni szeretnéd a feltöltött fotókat a Fotók appból? A törölt fotók és videók további 30 napig elérhetőek az iOS Fotók app Nemrég törölt menüpontja alatt.
it: Vuoi eliminare le foto o i video caricati dal rullino della fotocamera? Le foto o i video eliminati saranno ancora disponibili nel cestino foto iOS per 30 giorni.
ja: アップロードした写真や動画をカメラロールから削除しますか？ 削除された写真やビデオは、iOSの写真のゴミ箱で30日間は引き続き利用可能です。
nl: Wilt u de geüploade foto's of video's van de filmrol verwijderen? De verwijderde foto's of video's zullen nog steeds 30 dagen beschikbaar zijn in de Foto's Prullenbak.
pl: Czy chcesz usunąć przesłane zdjęcia lub filmy z rolki aparatu? Usunięte zdjęcia lub filmy będą nadal dostępne w koszu zdjęć iOS przez 30 dni.
ru: Вы хотите удалить загруженные фото или видео из ролика фото? Удаленные фото или видео будут по-прежнему доступны в корзине фотографий iOS в течение 30 дней.
sv: Vill du ta bort uppladdade foton eller videor från kamerarullen? De raderade bilderna eller videoklippen kommer fortfarande att finnas tillgängliga i iOS Bilder papperskorgen i 30 dagar.
zh_hant: 你想要從相機膠捲刪除已上傳的照片及影片嗎? 被刪除的照片及影片會在照片應用程式的「近期刪除」保存30天。

# settingsHeader_server
source: Piwigo Server
es: Servidor de Piwigo
hu: Piwigo Szerver
id: Peladen Piwigo
ja: Piwigoサーバ
pl: Serwer Piwigo
ru: Сервер Piwigo
zh_hant: Piwigo伺服器

# settingsHeader_notSecure
source: Website Not Secure!
da: Websted er ikke sikkert!
de: Webseite nicht sicher!
es: ¡Sitio web no seguro!
hu: A website nem biztonságos!
id: Situs tidak aman!
it: Sito Web non sicuro!
ja: ウェブサイトは安全ではありません！
nl: Website is niet veilig!
pl: Strona internetowa nie jest bezpieczna!
ru: Вебсайт не защищен!
sv: Hemsidan inte säker!
zh_hant: 不安全的連接!

# settings_server
source: Address
da: Server
de: Webadresse
es: Dirección
hu: Szerver URL
id: Alamat
it: Indirizzo
ja: アドレス
nl: Adres
pl: Adres
ru: Http адрес
sv: Adress
zh_hant: 伺服器地址

# settings_username
source: Username
da: Brugernavn
de: Benutzername
es: Nombre de usuario
hu: Felhasználó
id: Nama Pengguna
it: Nome utente
ja: ユーザ名
nl: Gebruikersnaam
pl: Nazwa użytkownika
ru: Пользователь
sv: Användarnamn
zh_hant: 帳號

# settings_notLoggedIn
source: - Not Logged In -
da: - Ikke logget ind -
de: -Nicht eingeloggt-
es: - No conectado -
hu: - Nincs Bejelentkezve -
id: - Tidak Masuk -
it: - Non loggato -
ja: - ログインしていません -
nl: - Niet aangemeld -
pl: - Nie jesteś zalogowany -
ru: - Вход не произведен -
sv: -Inte inloggad-
zh_hant: - 未登入 -

# settings_logout
source: Logout
da: Log ud
de: Abmelden
es: Cerrar sesión
hu: Kijelentkezés
id: Keluar
it: Esci
ja: ログアウト
nl: Afmelden
pl: Wyloguj
ru: Выход
sv: Logga ut
zh_hant: 登出

# settingsFooter_formats
source: The server accepts the following file types
da: Serveren accepterer følgende filtyper
de: Der Server akzeptiert die folgenden Dateitypen
es: El servidor acepta los siguientes tipos de fichero
hu: A szerver a következő fájlformátumokat fogadja
id: Server menerima jenis file berikut
it: Il server accetta i seguenti tipi di file
ja: サーバは次のファイル種類を受け付けます
nl: De server accepteert de volgende bestanden
pl: Serwer akceptuje następujące typy plików
ru: Сервер принимает следующие типы файлов
sv: Servern accepterar följande filtyper
zh_hant: 這個伺服器支援以下檔案格式

# settingsHeader_general
source: General Settings
da: Generelle Indstillinger
de: Allgemeine Einstellungen
es: Configuración general
hu: Általános beállítások
id: Pengaturan Umum
it: Impostazioni generali
ja: 一般設定
nl: Algemene instellingen
pl: Ustawienia Ogólne
ru: Общие настройки
sv: Allmänna inställningar
zh_hant: 一般設定

# settingsHeader_thumbnails
source: Thumbnails
da: Miniaturer
de: Miniaturfotos
es: Miniaturas
hu: Bélyegképek
id: Gambar Mini
it: Anteprime
ja: サムネイル
nl: Miniaturen
pl: Miniatury
ru: Миниатюры
sv: Miniatyrbilder
zh_hant: 縮圖

# defaultImageSort
source: Sort
da: Sorter
de: Sortierung
es: Ordenar
hu: Rendezés
id: Sortir
it: Ordinamento
ja: 並び順
nl: Sorteren
pl: Sortowanie
ru: Сортировка
sv: Sortera
zh_hant: 排序

# defaultImageSort>320px
source: Default Sort
da: Sorter
de: Standardsortierung
es: Orden por defecto
hu: Alapértelmezett rendezés
id: Sortir Standar
it: Ordinamento predefinito
ja: 既定の並び順
nl: Standaard sorteervolgorde
pl: Sortowanie
ru: Сортировка по умолчанию
sv: Sortera
zh_hant: 預設排序

# defaultImageSort>414px
source: Default Sort of Photos
da: Standard Sorteringsrækkefølge
de: Standardsortierung der Fotos
es: Clasificación por defecto de las fotos
hu: Fotók alapértelmezett rendezése
id: Sortir Standar untuk Gambar
it: Ordinamento predefinito delle immagini
ja: 写真の既定並び順
nl: Standaardsorteervolgorde van foto's
pl: Domyślne sortowanie zdjęć
ru: Сортировка изображений по умолчанию
sv: Standardsortering av bilder
zh_hant: 照片的預設排序

# defaultAlbumThumbnailFile>414px
source: Albums Thumbnail File
da: Album miniature
de: Album-Miniaturfoto Datei
es: Fichero de miniaturas de álbumes
hu: Albumok bélyegképe
it: File miniatura album
ja: アルバムのサムネイルファイル
nl: Bestand Albumsminiaturen
pl: Plik miniatur albumów
ru: Файл миниатюры альбома
sv: Miniatyrfil för album
zh_hant: 相簿封面檔案

# defaultAlbumThumbnailSizeHeader
source: Please select an album thumbnail size
da: Vælg album miniature størrelse
de: Bitte wähle eine Miniaturfotogröße
es: Selecciona un tamaño de miniatura de álbum
hu: Elérhető bélyegképméretek
it: Seleziona una dimensione miniatura album
ja: アルバムのサムネイルサイズを選択してください
nl: Selecteer a. u. b. een album miniatuur-grootte
pl: Wybierz rozmiar miniatury albumu
ru: Пожалуйста, выберите размер миниатюры альбома
sv: Välj en miniatyrbildsstorlek
zh_hant: 請選擇相簿封面大小

# maxNberOfRecentAlbums
source: Recent
da: Seneste
de: Zuletzt
es: Reciente
hu: Újdonságok
it: Recente
ja: 最近
nl: Recentelijk
pl: Ostatnio użyte
ru: Недавние
sv: Senaste
zh_hant: 最近

# maxNberOfRecentAlbums>320px
source: Recent Albums
da: Seneste album
de: Letzte Alben
es: Álbumes recientes
hu: Új albumok
it: Album recenti
ja: 最近のアルバム
nl: Recente albums
pl: Ostatnio użyte albumy
ru: Последние альбомы
sv: Senaste album
zh_hant: 近期相簿

# maxNberOfRecentAlbums>414px
source: Number of Recent Albums
da: Antal seneste album
de: Anzahl der letzten Alben
es: Número de álbumes recientes
hu: Legújabb albumok száma
it: Numero di album recenti
ja: 最近のアルバムの数
nl: Aantal recente albums
pl: Liczba ostatnio użytych albumów
ru: Количество последних альбомов
sv: Antal senaste album
zh_hant: 近期相簿的數量

# recentPeriod_title
source: Recent Period
da: Seneste Periode
de: Jüngster Zeitraum
it: Periodo Recente
ja: 最近の期間
nl: Recente periode
pl: Ostatni okres
ru: Последний период
sv: Senaste perioden
zh_hant: 近期的期間

# recentPeriod_days
source: %@ days
da: %@ dage
de: %@ Tage
it: %@ giorni
ja: %@ 日
nl: %@ dagen
pl: %@ dni
ru: %@ дней
sv: %@ dagar
zh_hant: %@ 天

# settings_displayDescriptions
source: Album Descriptions
de: Albumbeschreibungen
it: Descrizioni degli album
nl: Album Omschrijvingen
ru: Описание альбома
sv: Albumbeskrivningar

# settings_displayDescriptions>320px
source: Display Album Descriptions
de: Albumbeschreibungen anzeigen
it: Visualizza le descrizioni degli album
nl: Toon albumbeschrijvingen
ru: Отобразить описание альбома
sv: Visa albumbeskrivningar

# thumbnailSizeSquare
source: Square
da: Firkant
de: Quadratisch
es: Cuadrado
hu: Négyzet
id: Persegi
it: Quadrato
ja: 正方形
nl: Vierkant
pl: Kwadrat
ru: Квадрат
sv: Kvadrat
zh_hant: 正方形

# thumbnailSizeThumbnail
source: Thumbnail
da: Miniature
de: Miniaturfoto
es: Miniatura
hu: Bélyegkép
id: Tampilan Besar
it: Anteprima
ja: サムネイル
nl: Miniatuurafbeelding
pl: Miniaturka
ru: Миниатюра
sv: Miniatyrbild
zh_hant: 縮圖

# thumbnailSizeXXSmall
source: Tiny
da: Lillebitte
de: Mini
es: Minúsculo
hu: Legkisebb
id: Mungil
it: Molto piccolo
ja: XXS 最小
nl: Heel klein
pl: Najmniejsze
ru: Крошечный
sv: Mini
zh_hant: 最小

# thumbnailSizeXSmall
source: Extra Small
da: Ekstra Lille
de: Extra klein
es: Extra pequeño
hu: Nagyon kicsi
id: Ekstra Kecil
ja: XS 極小
nl: Extra klein
pl: Bardzo małe
ru: Очень маленький
sv: Extra liten
zh_hant: 特小

# thumbnailSizeSmall
source: Small
da: Lille
de: Klein
es: Pequeño
hu: Kicsi
id: Kecil
it: Piccolo
ja: 小
nl: Klein
pl: Małe
ru: Маленький
sv: Liten
zh_hant: 小

# thumbnailSizeMedium
source: Medium
da: Mellem
de: Mittel
es: Mediano
hu: Közepes
id: Sedang
it: Medio
ja: 中
nl: Middel
pl: Średnie
ru: Средний
zh_hant: 中

# thumbnailSizeLarge
source: Large
da: Stor
de: Groß
es: Grande
hu: Nagy
id: Besar
it: Grande
ja: 大
nl: Groot
pl: Duże
ru: Большой
sv: Stor
zh_hant: 大

# thumbnailSizeXLarge
source: Extra Large
da: Ekstra Stor
de: Extra Groß
es: Extra grande
hu: Nagyon nagy
id: Sangat Besar
it: Molto Grande
ja: XL 特大
nl: Extra groot
pl: Bardzo duże
ru: Очень большой
sv: Extra stor
zh_hant: 特大

# thumbnailSizeXXLarge
source: Huge
da: Kæmpe
de: Riesig
es: Enorme
hu: Hatalmas
id: Besar
it: Enorme
ja: XXL 最大
nl: Enorm
pl: Ogromne
ru: Огромный
sv: Enorm
zh_hant: 最大

# thumbnailSizexFullRes
source: Full Resolution
da: Fuld Opløsning
de: Volle Auflösung
es: Resolución completa
hu: Teljes felbontás
id: Resolusi Penuh
it: Risoluzione originale
ja: フル解像度
nl: Volledige resolutie
pl: Pełna rozdzielczość
ru: Полное разрешение
sv: Full upplösning
zh_hant: 完整解析度

# defaultThumbnailFile
source: Thumbnail
da: Fil
de: Datei
es: Archivo
hu: Fájl
id: Berkas
it: File
ja: ファイル
nl: Bestand
pl: Plik
ru: Файл
zh_hant: 檔案

# defaultThumbnailFile>320px
source: Thumbnail File
da: Miniature fil
de: Miniaturfotogröße
es: Archivo de miniatura
hu: Bélyegkép
id: File Gambar Kecil
it: Anteprima File
ja: サムネイルファイル
nl: Miniatuur bestand
pl: Plik miniatury
ru: Файл миниатюры
sv: Miniatyr-fil
zh_hant: 縮圖檔案

# defaultThumbnailFile>414px
source: Photos Thumbnail File
da: Miniature billedfil
de: Miniaturfoto Datei
es: Fichero de miniaturas de fotos
hu: Fotók bélyegképe
id: File Gambar Thumbnail
it: File miniature immagini
ja: サムネイル写真ファイル
nl: Miniatuurafbeelding bestand
pl: Plik miniatury zdjęcia
ru: Миниатюры файлов изображений
sv: Miniatyrfil med bilden
zh_hant: 照片縮圖檔案

# defaultThumbnailSize
source: Size
da: Størrelse
de: Größe
es: Tamaño
hu: Méret
id: Ukuran
it: Dimensione
ja: サイズ
nl: Grootte
pl: Rozmiar
ru: Размер
sv: Storlek
zh_hant: 大小

# defaultThumbnailSize>320px
source: Thumbnails Size
da: Miniaturer
de: Miniaturfotogröße
es: Tamaño de la miniatura
hu: Bélyegképek mérete
id: Ukuran Gambar Mini
it: Dimensioni dell'anteprima
ja: サムネイルのサイズ
nl: Miniatuurgrootte
pl: Rozmiar Miniatur
ru: Размер миниатюр
sv: Miniatyrbilder
zh_hant: 縮圖大小

# defaultThumbnailSize>414px
source: Default Size of Thumbnails
da: Standardstørrelse på Miniaturer
de: Standardgröße der Miniaturfotos
es: Tamaño por defecto de las miniaturas
hu: Alapértelmezett bélyegkép-méretek
id: Ukuran Standar untuk Gambar Mini
it: Dimensione predefinita delle miniature
ja: サムネイルの既定サイズ
nl: Standaardgrootte van miniaturen
pl: Domyślny Rozmiar Miniatur
ru: Размер миниатюр по умолчанию
sv: Standardstorlek för miniatyrbilder
zh_hant: 預設縮圖大小

# defaultNberOfThumbnails
source: Number
da: Antal
de: Anzahl
es: Número
hu: Darab
it: Numero
ja: 個数
nl: Aantal
pl: Liczba
ru: Количество
sv: Antal
zh_hant: 數量
