Repository: Piwigo/Piwigo-Mobile
Catalog: piwigo/Resources/*.lproj/ReleaseNotes.strings
Languages: da, de, es, fr, hu, id, it, ja, nl, pl, ru, sv, zh_hans

# v2.2.2_text
source: Version 2.2.2 August 14, 2018 • Copy and move photos between albums • Minor bug fixes and improvements of the interface
da: Version 2.2.2 14 august 2018 • Kopier og flyt billeder imellem albums • Mindre fejlrettelser og forbedringer af brugerflade
de: Version 2.2.2 14. August 2018 • Kopieren und Verschieben von Fotos zwischen Alben • Kleinere Fehlerbeseitigungen und Verbesserungen im Interface
es: Versión 2.2.2 14 de agosto de 2018 • Copiar y mover fotos entre álbumes • Corrección de errores menores y mejoras en la interfaz
fr: Version 2.2.2 14 août 2018 • Copie et déplacement des photos entre albums • Corrections de bugs mineurs et amélioration de l'interface
hu: 2.2.2-es verzió 2018 Augusztus 14 • Fotók másolása és mozgatása albumok között • Kisebb hibajavítások és fejlesztések a felületen
id: Versi 2.2.2 14 Agustus, 2018 • Salin dan pindahkan gambar antar album • Perbaikan bug minor dan perbaikan antarmuka
it: Versione 2.2.2 14 agosto 2018 • Copia e sposta le immagini tra gli album • Correzioni di bug minori e miglioramento dell'interfaccia
ja: バージョン 2.2.2 2018年8月14日 •アルバム間で写真をコピーして移動する • 軽微なバグの修正とインタフェースの改善
nl: Versie 2.2.2 14 Augustus 2018 • Kopieer en verplaats foto's naar de albums • Kleine foutjes gerepareerd en verbetering van de interface
pl: Wersja 2.2.2 14 sierpnia 2018 • Kopiowanie i przenoszenie obrazów pomiędzy albumami • Drobne poprawki błędów i ulepszenia interfejsu
ru: Версия 2.2.2 14 августа 2019 • Копировать и перемещать фотографии между альбомами • Незначительные исправления ошибок и улучшения интерфейса
sv: Version 2.2.2 14 augusti 2018 • kopiera och flytta bilder mellan album • mindre buggfixar och förbättringar av gränssnittet
zh_hans: 版本2.2.2 2018年8月14日 • 支持在相册之间复制/移动照片 • 错误修复和界面改进

# v2.2.1_text
source: Version 2.2.1 July 25, 2018 • Minor bug fixes and improvements of the interface
da: Version 2.2.1 25 juli 2018 • Mindre fejlrettelser og forbedringer af brugerflade
de: Version 2.2.1 25. Juli 2018 • Kleinere Fehlerbeseitigungen und Verbesserungen im Interface
es: Versión 2.2.1 25 de julio de 2018 • Corrección de errores menores y mejoras en la interfaz
fr: Version 2.2.1 25 juillet 2018 • Corrections de bugs mineurs et amélioration de l'interface
hu: 2.2.1-es verzió 2018 Július 25 • Kisebb hibajavítások és fejlesztések a felületen
id: Versi 2.2.1 25 Juli 2018 • Perbaikan bug minor dan perbaikan antarmuka
it: Versione 2.2.1 25 luglio 2018 • Correzioni di bug minori e miglioramento dell'interfaccia
ja: バージョン 2.2.1 2018年7月25日 • 軽微なバグの修正とインタフェースの改善
nl: Versie 2.2.1 25 Juli 2018 • Kleine foutjes gerepareerd en verbetering van de interface
pl: Wersja 2.2.1 25 lipca 2018 • Drobne poprawki błędów i ulepszenia interfejsu
ru: Версия 2.2.1 25 июля 2018 • Незначительные исправления и улучшения интерфейса
sv: Version 2.2.1 25 juli 2018 • Mindre buggfixar och förbättring av gränssnittet
zh_hans: 版本2.2.1 2018年7月25日 • 错误修复和界面改进

# v2.2.0_text
source: Version 2.2 July 12, 2018 • Sub-album creations from any album • Improved management with Default Album • Improved albums presentation on iPad (and iPhone) • Detection of Photo Library changes • Minor bug fixes and improvements of the interface
da: Version 2.2 12 juli 2018 • Oprettelse af underalbum fra ethvert album • Forbedret administration med standard album • Forbedret visning af album på iPad (og iPhone) • Registrering af ændringer i billedarkiv • Mindre fejlrettelser og forbedringer af brugerflade
de: Version 2.2 12. Juli 2018 • Unter-Album aus jedem Album erstellen • Verbesserte Verwaltung des Standard-Album • Verbesserte Alben Präsentation auf iPad (und iPhone) • Erkennung von Änderungen an der Fotobibliothek • Kleinere Fehlerbehebungen und Verbesserungen der Schnittstelle
es: Versión 2.2 12 de julio 2018 • Creación de subálbumes desde cualquier álbum • Gestión mejorada con Álbum Predeterminado • Presentación de álbumes mejorada en iPad (e iPhone) • Detección de cambios en la Biblioteca de Fotos • Corrección de errores menores y mejoras en la interfaz
fr: Version 2.2 12 juillet 2018 • Création de sous-albums à partir de n'importe quel album • Gestion améliorée avec l'Album par Défaut • Amélioration de la présentation des albums sur iPad (et iPhone) • Détection des modifications de la photothèque de l'app Photos • Corrections de bugs mineurs et amélioration de l'interface
hu: 2.2-es verzió 2018 Július 12 • Minden albumban létre lehet hozni alalbumot • Az alapértelmezett album egyszerűbb menedzselése • Az albumok megjelenítésének továbbfejlesztése iPad-en (és iPhone-on) • Fotókönyvtár változásainak automatikus felismerése • Kisebb hibajavítások és fejlesztések a felületen
id: Versi 2.2 12 Juli 2018 • Sub-album creations from any album • Improved management with Default Album • Improved albums presentation on iPad (and iPhone) • Detection of Photo Library changes • Perbaikan bug minor dan perbaikan antarmuka
it: Versione 2.2 12 luglio 2018 • Creazioni di album secondari da qualsiasi album • Gestione migliorata con Album predefinito • Presentazione degli album migliorata su iPad (e iPhone) • Rilevamento delle modifiche alla Libreria fotografica • Correzioni di bug minori e miglioramento dell'interfaccia
ja: バージョン 2.2 2018年7月12日 • 任意のアルバムからサブアルバムを生成 • 規定のアルバム管理の改善 • iPad (およびiPhone) でのアルバム表示の改善 • フォトライブラリ変更の検出 • 軽微なバグの修正とインタフェースの改善
nl: Versie 2.2 12 Juli 2018 • Sub-album creaties vanuit elk album • Verbeterd beheer met het standaard album • Verbeterde albums presentatie op iPad (en iPhone) • Constatering van veranderingen van de Foto Bibliotheek • Kleine foutjes verbeterd en verbetering van de interface
pl: Wersja 2.2 12 lipca 2018 • Tworzenie podalbumów z dowolnego albumu • Poprawa zarządzania poprzez wprowadzenie domyślnego Albumu • Usprawniono prezentację albumów na iPad-ie (i iPhone-ie) • Wykrywanie zmian w Bibliotece zdjęć • Drobne poprawki błędów i ulepszenia interfejsu
ru: Версия 2. 12 июля 2018 • Создание подальбома из любого альбома • Улучшение управления альбомом с альбомом по умолчанию • Улучшение презентации альбомов на iPad (и iPhone) • Обнаружение изменений в фотобиблиотеке • Исправления мелких ошибок и улучшения интерфейса
sv: Version 2.2 12 juli 2018 • Underalbum skapelser från alla album • Förbättrad hantering med standardalbum • Förbättrad albumpresentation på iPad (och iPhone) • Detektion av bildbibliotekets ändringar • Mindre buggfixar och förbättring av gränssnittet
zh_hans: 版本2.2 2018年7月12日 • 支持从任何相册创建子相册 • 增强默认相册的管理 • 增强iPad和iPhone上相册的显示 • 支持检测相片库更改 • 错误修复和界面改进

# v2.1.9_text
source: Version 2.1.9 May 14, 2018 • Bug fixes
da: Version 2.1.9 14 maj 2018 • Fejlrettelser
de: Version 2.1.9 14. Mai 2018 • Fehlerbehebungen
es: Versión 2.1.9 14 de mayo de 2018 • Corrección de errores
fr: Version 2.1.9 14 mai 2018 • Correction de bugs
hu: 2.1.9-es verzió 2018 Május 14 • Hibajavítások
id: Versi 2.1.9 14 Mei 2018 • Perbaikan bug
it: Versione 2.1.9 14 maggio 2018 • Correzioni di bug
ja: バージョン 2.1.9 2017年5月14日 • バグの修正
nl: Versie 2.1.9 14 Mei 2018 • Foutjes verbeterd
pl: Wersja 2.1.9 14 maja 2018 • Poprawki błędów
ru: Версия 2.1.9 14 мая 2018 • Исправления ошибок
sv: Version 2.1.9 14 maj 2018 • Buggfixar
zh_hans: 版本2.1.9 2018年5月14日 • Bug 修复

# v2.1.8_text
source: Version 2.1.8 April 29, 2018 • Adds ability to change the size of thumbnails • HTTPS becomes the default protocol • Japanese translation • Minor bug fixes and improvements of the interface
da: Version 2.1.8 29 April 2018 • Tilføjet mulighed for at ændre størrelsen på miniaturebilleder • HTTPS bliver standardprotokollen • Japansk oversættelse • Mindre fejlrettelser og forbedringer af brugergrænsefladen
de: Version 2.1.8 29. April 2018 • Die Größe von Miniaturfotos kann nun geändert werden • HTTPS wird zum Standardprotokoll • Japanische Übersetzung • Kleinere Fehler beseitigt und Verbesserungen der Benutzeroberfläche
es: Versión 2.1.8 29 de abril, 2018 • Añadida la posibilidad de cambiar el tamaño de las miniaturas • HTTPS se convierte en el protocolo predeterminado • Traducción al japonés • Corrección de errores menores y mejoras en la interfaz
fr: Version 2.1.8 29 avril 2018 • Ajoute la possibilité de changer la taille des vignettes • HTTPS devient le protocole par défaut • Traduction japonaise • Corrections de bugs mineurs et amélioration de l'interface
hu: 2.1.8-as verzió 2018 Április 29 • Bélyegképek méretének változtatása • Az alapértelmezett protocoll HTTPS lett • Japán fordítás • Kisebb hibajavítások és fejlesztések a felületen
id: Versi 2.1.8 29 April 2018 • Menambah kemampuan untuk mengubah ukuran thumbnail • HTTPS menjadi protokol default • Terjemahan bahasa Jepang • Perbaikan bug minor dan perbaikan antarmuka
it: Versione 2.1.8 29 aprile 2018 • Aggiunge la possibilità di cambiare la dimensione delle miniature • HTTPS diventa il protocollo predefinito • Traduzione giapponese • Correzioni di bug minori e miglioramento dell'interfaccia
ja: バージョン 2.1.8 2018年4月29日 • サムネイルの大きさを変更する機能を追加 • HTTPSが規定のプロトコルになった • 日本語翻訳 • 軽微なバグの修正とインタフェースの改善
nl: Versie 2.1.8 29 April 2018 • Voegt de mogelijkheid toe om de grootte van miniaturen te wijzigen • HTTPS wordt het standaardprotocol • Japanse vertaling • Kleine foutjes verbeterd en verbetering van de interface
pl: Wersja 2.1.8 29 kwiecień 2018 • Dodaje możliwość zmiany wielkości miniatur • HTTPS staje się domyślnym protokołem • Japońskie tłumaczenie • Poprawki błędów i usprawnienia interfejsu
ru: Версия 2.1. 29 апреля, 2018 • Добавляет возможность изменять размер эскизов • HTTPS становится протоколом по умолчанию • японский перевод • Незначительные исправления и улучшения интерфейса
sv: Version 2.1.8 29 april 2018 • Lägger till förmåga att ändra storleken på miniatyrer • HTTPS blir standardprotokollet • Japansk översättning • Mindre buggfixar och förbättring av gränssnittet
zh_hans: 版本2.1.8 2018年4月29日 • 支持修改缩略图大小 • 设置HTTPS为默认协议 • 加入日语支持 • 错误修复和界面改进

# v2.1.7_text
source: Version 2.1.7 February 3, 2018 • Fix video upload issues on some servers
da: Version 2.1.7 3 februar 2018 • Løst videooverførselsproblemer på nogle servere
de: Version 2.1.7 3. Februar 2018 • Behebt Probleme beim Hochladen von Videos auf einigen Servern
es: Versión 2.1.7 3 de febrero de 2018 • Corregidos problemas de subida de vídeo en algunos servidores
fr: Version 2.1.7 3 février 2018 • Résout les problèmes de téléchargement de vidéos sur certains serveurs
hu: 2.1.7-es verzió 2018 Február 3 • A néhány szerver esetében előforduló videófeltöltési hiba javítása
id: Versi 2.1.7 3 Februari 2018 • Perbaiki masalah upload video di beberapa server
it: Versione 2.1.7 3 febbraio 2018 • Risolti problemi di caricamento dei video su alcuni server
ja: バージョン 2.1.7 2018年2月3日 • 幾つかのサーバにおける動画アップロード問題の解決
nl: Versie 2.1.7 3 februari 2018 • Problemen met video-uploads op sommige servers oplossen
pl: Wersja 2.1.7 3 lutego 2018 • Naprawiono problemy z przesyłaniem wideo na niektórych serwerach
ru: Версия 2.1.7 3 февраля 2018 • Исправление проблем с загрузкой видео на некоторых серверах
sv: Version 2.1.7 3 februari 2018 • Fixa problem med videouppladdningar på vissa servrar
zh_hans: 版本2.1.7 2018年2月3日 • 修复部分服务器上的视频上传问题

# v2.1.6_text
source: Version 2.1.6 January 7, 2018 • Arabic translation • Improved HTTP basic access authentication management • Minor bug fixes and improvements of the interface
da: Version 2.1.6 7 januar 2018 • Arabisk oversættelse • Forbedret HTTP adgangs-autentificeringsstyring • Mindre fejlrettelser og forbedringer af brugergrænsefladen
de: Version 2.1.6 7. Januar 2018 • Arabische Übersetzung • Verbesserte HTTP Basis Zugriffs-Authentifizierungsverwaltung • kleinere Fehler beseitigt und Verbesserungen der Benutzeroberfläche
es: Versión 2.1.6 7 de enero 2018 • Traducción al árabe • Mejorada la gestión de la autenticación de acceso básico en HTTP • Corrección de errores menores y mejoras en la interfaz
fr: Version 2.1.6 7 janvier 2018 • Traduction en arabe • Amélioration de la gestion de l'authentification HTTP • Corrections de bugs mineurs et amélioration de l'interface
hu: 2.1.6-os verzió 2018 Január 7 • Arab fordítás • Továbbfejlesztett HTTP alapszintű azonosítás-menedzsment • Kisebb hibajavítások és fejlesztések a felületen
id: Versi 2.1.6 7 Januari 2018 • Terjemahan bahasa Arab • Peningkatan manajemen otentikasi akses dasar HTTP • Perbaikan bug minor dan perbaikan antarmuka
it: Versione 2.1.6 7 gennaio 2018 • Traduzione araba • Migliorata la gestione dell'autenticazione di accesso di base HTTP • Correzioni di bug minori e miglioramento dell'interfaccia
ja: バージョン 2.1.6 2018年1月7日 • アラビア語への翻訳 • HTTP基本アクセス認証管理の改善 • 軽微なバグの修正とインタフェースの改善
nl: Versie 2.1.6 7 Januari 2018 • Arabische vertaling • Verbeterd HTTP-basistoegangsverificatiebeheer • Kleine foutjes verbeterd en verbetering van de interface
pl: Wersja 2.1.6 7 stycznia 2018 • Tłumaczenie arabskie • Udoskonalono zarządzanie uwierzytelnianiem za pomocą podstawowego dostępu HTTP • Poprawki błędów i usprawnienia interfejsu
ru: Версия 2.1.6 7 января 2018 • Арабский перевод • Улучшение управления базовым доступом HTTP • Исправления ошибок и улучшения интерфейса
sv: Version 2.1.6 7 januari 2018 • Arabisk översättning • Förbättrad autentiseringshantering för HTTP-baserad åtkomst • Mindre buggfixar och förbättring av gränssnittet
zh_hans: 版本2.1.6 2018年1月7日 • 阿拉伯文翻译 • 增强HTTP基本访问认证管理 • 错误修复和界面改进

# v2.1.5_text
source: Version 2.1.5 December 21, 2017 • Add possibility to cancel uploads • Add option for deleting photos after upload • Add compatibility with Optimize Storage (iCloud) • Preserve photo format after resize whenever possible • Danish and Indonesian translations • Fix metadata partly lost upon download • Fix PNG format replaced with JPEG before upload • Fix issues encountered with iOS 11 and iPhone X • Fix minor bugs • Code modernization
da: Version 2.1.5 21 december 2017 • Tilføjet mulighed for at annullere upload • Tilføjet mulighed for at slette billede efter upload • Tilføjet kompatibilitet med lageroptimering ‎(iCloud‎) • Fasthold billedformat efter ændring af størrelse når muligt • Dansk og Indonesisk oversættelse • Fix metadata delvist tabt ved download • Fix PNG format erstattet med JPEG før upload • Fix af iOS 11 and iPhone X problemer • Fix mindre fejl • Modernisering af kode
de: Version 2.1.5 21. Dezember 2017 • Neu Möglichkeit zur Unterbrechung während des Hochladens • Neu Option zum Löschen von Fotos nach dem Hochladen • Neu Kompatibilität mit Optimize Storage (iCloud) • Beibehalten des Fotoformates nach Größenveränderung wann immer möglich • Dänische und Indonesische Übersetzungen • Behoben Metadaten beim Herunterladen teilweise verloren • Behoben PNG Format wurde durch JPEG beim Hochladen ersetzt • Behoben Probleme bei iOS 11 und iPhone X behoben • Korrektur kleinerer Fehler • Code Modernisierung
es: Versión 2.1.5 21 de diciembre 2017 • Añadida la posibilidad de cancelar subidas • Añadida la opción de eliminar fotos después de subirlas • Añadida la compatibilidad con almacenamiento optimizado (iCloud) • Preservar el formato de una foto después de redimensionar, siempre que sea posible • Traducciones al danés y al indonesio • Corrección de la pérdida parcial de metadatos al descargar • Corrección del reemplazo del formato PNG por JPEG antes de subir • Corrección de problemas encontrados con iOS 11 e iPhone X • Corrección de errores menores • Modernización del código
fr: Version 2.1.5 21 décembre 2017 • Ajoute la possibilité d'annuler des transferts vers Piwigo • Ajoute une option pour effacer les photos après un transfert • Ajoute la compatibilité avec l'option Optimiser le Stockage (iCloud) • Préserve si possible le format de la photo après redimensionnement • Traductions en Danois et en Indonésien • Règle la perte partielle des métadonnées pendant un téléchargement • Règle le remplacement du format PNG par JPEG au cours d'un transfert • Règle quelques problèmes rencontrés avec iOS 11 et l'iPhone X • Règle quelques bugs mineurs • Modernisation du code
hu: 2.1.5-ös verzió 2017 December 21 • Új lehetőség a feltöltések leállítására • Új lehetőség a fotók törlésére feltöltés után • Kompatibilitás a Tárhely Optimizálással (iCloud) • Fotóformátum megtartása átméretezés után, amennyiben lehetséges • Dán és Indonéz fordítás • Kijavítja a hibát, amitől a metadatok egy része elveszett letöltés után • Kijavít egy hibát, amitől a PNG formátum JPEG-re váltott feltöltés előtt • iOS 11 és iPhone X specifikus hibajavítások • Kisebb hibajavítások • Kódmodernizálás
id: Versi 2.1.5 21 Desember 2017 • Penambahan kemampuan untuk membatalkan proses unggah • Penambahan pilihan untuk menghapus gambar setelah diunggah • Penambahan kompatibilitas dengan Mengoptimalkan Penyimpanan (iCloud) • Mempertahankan format gambar setelah mengubah ukuran bila memungkinkan • Terjemahan Denmark dan Bahasa Indonesia • Perbaikan metadata yang sebagian hilang saat mengunduh • Perbaikan format PNG yang diganti dengan JPEG sebelum proses unggah • Perbaikan masalah sebelumnya dengan iOS 11 dan iPhone X • Perbaikan bug kecil • Modernisasi kode
it: Versione 2.1.5 21 dicembre 2017 • Aggiungi la possibilità di annullare i caricamenti • Aggiungi l'opzione per eliminare le immagini dopo il caricamento • Aggiungi compatibilità con Optimize Storage (iCloud) • Mantieni il formato immagine dopo il ridimensionamento quando possibile • Traduzioni danesi e indonesiane • Corregge i metadati parzialmente persi al momento del download • Correggere il formato PNG sostituito con JPEG prima del caricamento • Risolti i problemi riscontrati con iOS 11 e iPhone X • Risolti bug minori • Modernizzazione del codice
ja: バージョン 2.1.5 2017年12月21日 • アップロードのキャンセル機能を追加 • アップロー後に削除するオプションを追加 • 最適化ストレージ (iCloud) との互換性を追加 • リサイズ後の写真フォーマットを可能な限り保存 • デンマーク語とインドネシア語への翻訳 • アップロード時にメタデータが一部消滅するバグを修正 • PNGフォーマットがアップロード前にJPEGに置き換えられてしまうバグを修正 • iOS 11とiPhone Xで発覚した問題を修正 • 軽微なバグの修正 • コードの近代化
nl: Versie 2.1.5 21 December 2017 • Toegevoegd mogelijkheid om uploads te annuleren • Optie toegevoegd om foto's te verwijderen na het uploaden • Compatibiliteit toegevoegd met Optimize Storage (iCloud) • Bewaar, waar mogelijk, het beeldformaat na het wijzigen van de afmetingen • Deense en Indonesische vertalingen • Verbeterd: PNG-formaat vervangen door JPEG vóór uploaden • Verbeterd: PNG-formaat vervangen door JPEG vóór uploaden • Problemen verholpen die zijn aangetroffen met iOS 11 en iPhone X • Kleine bugs verbeterd • Codemodernisering
pl: Wersja 2.1.5 21 grudnia 2017 • Dodano możliwość anulowania wysyłania • Dodano możliwość usuwania zdjęcia po wysłaniu • Dodano kompatybilność z Optymalizowaniem Magazynu (iCloud) • Zachowuje format obrazu po zmianie rozmiaru, gdy to możliwe • Tłumaczenia duńskie i indonezyjskie • Naprawiono tracenie części metadanych przy pobieraniu • Naprawiono zmianę formatu z PNG na JPG przed wysłaniem • Naprawiono błędy napotkane w iOS 11 i iPhone X • Naprawiono drobne błędy • Zmodernizowano kod
ru: Версия 2.1.5 21 декабря 2017 • Добавить возможность отмены выгрузок • Добавить возможность удаления фотографий после выгрузки • Добавить совместимость с оптимизацией хранилища (iCloud) • Сохранять формат фото при возможности • Датский и Индонезийский переводы • Исправить метаданные частично потеряны после загрузки • Исправить формат PNG заменен на JPEG перед загрузкой • Исправить проблемы, возникающие с iOS 11 и iPhone X • Исправление мелких ошибок • Модернизация кода
sv: Version 2.1.5 21 december 2017 • Adderat möjlighet att avbryta uppladdningar • Adderat alternativ att radera bilder efter uppladdning • Adderat kompatibilitet med optimerad lagring (iCloud) • Bevara bildformatet efter storleksändring närhelst möjligt • Danska och indonesiska översättningar • Fixat metadata delvis förlorat vid nedladdning • Fixat PNG format ersättas med JPEG innan uppladdning • Fixat problem som uppstått med iOS 11 och iPhone X • Fixat mindre buggar • Kodmodernisering
zh_hans: 版本2.1.5 2017年12月21日 • 新增取消上传任务功能 • 新增上传后删除本地照片选项 • 新增与iCloud优化存储的兼容性 • 尽可能调整大小后保留照片格式 • 丹麦和印度尼西亚翻译 • 修复下载后部分丢失的元数据 • 修复上传PNG后被转换为JPEG格式的BUG • 修复iOS 11和iPhone X的BUG • 修复部分BUG • 代码优化

# v2.1.4_text
source: Version 2.1.4 October 31, 2017 • Swedish translation • Bug fixes
da: Version 2.1.4 31 oktober 2017 • Svensk oversættelse • Fejlrettelser
de: Version 2.1.4 31. Oktober 2017 • Schwedische Übersetzung • Fehlerbehebungen
es: Versión 2.1.4 31 de octubre de 2017 • Traducción al sueco • Corrección de errores
fr: Version 2.1.4 31 octobre 2017 • Traduction en suédois • Correction de bugs
hu: 2.1.4-es verzió 2017 Október 31 • Svéd fordítás • Hibajavítások
id: Versi 2.1.4 31 Oktober, 2017 • Terjemahan bahasa Swedia • Perbaikan bug
it: Versione 2.1.4 31 ottobre 2017 • Traduzione svedese • Correzioni di bug
ja: バージョン 2.1.4 2017年10月31日 • スウェーデン語への翻訳 • バグの修正
nl: Versie 2.1.4 31 Oktober 2017 • Zweedse vertaling • Foutjes verbeterd
pl: Wersja 2.1.4 31 października 2017 • Dodanie szwedzkiego tłumaczenia • Poprawki błędów
ru: Версия 2.1.4 31 октября 2017 • Шведский перевод • Исправления ошибок
sv: Version 2.1.4 31 oktober 2017 • Svensk översättning • Buggfixar
zh_hans: 版本2.1.4 2017年10月31日 • 瑞典语翻译 • Bug 修复
