Repository: Piwigo/Piwigo-Mobile
Catalog: piwigo/Resources/*.lproj/ReleaseNotes.strings
Languages: da, de, es, fr, hu, id, it, ja, nl, pl, ru, sv, zh_hans

# v2.0.2_text
source: Version 2.0.2 May 8, 2017 • Sort criteria now identical to those of the Web app • Fix sort issues • Fix a crash encountered when adding tags to a photo before upload • Fix situations where the deletion of a selection of photos did not work • Fix situations where an album did not show up after move • Fix a compatibility issue with iOS 10 — deprecated code
da: Version 2.0.2 8 maj 2017 • Sorteringskriterier nu identiske med dem i Web app • Fix af sorteringsproblemer • Fix af nedbrud når du tilføjer tags til et foto før upload • Fix af situationer hvor sletningen af et udvalg af billeder ikke virkede • Fix af situationer hvor et album ikke dukker op efter flytning • Løst et kompatibilitetsproblem med iOS 10 — deprecieret kode
de: Version 2.0.2 8. Mai 2017 • Sortierkriterien sind jetzt identisch zur Piwigo Web App • Fehlerbehebung von Sortierungsfehlern • Fehlerbehebung Absturz beim Hinzufügen von Schlagwörtern zu einem Foto vor dem Hochladen • Fehlerbehebung für Situationen bei denen das Löschen ausgewählter Fotos nicht funktionierte • Fehlerbehebung für Situationen bei denen ein Album nach dem Verschieben nicht angezeigt wurde • Fehlerbehebung von Kompatibilitätsproblem mit iOS 10 — veralteter Code ________________________________________
es: Versión 2.0.2 8 de mayo 2017 • Ahora los criterios de ordenación son idénticos a los de la aplicación Web • Corrección de problemas de ordenación • Corregido un error encontrado al añadir etiquetas a una foto antes de subirla • Corregidas situaciones en las que la eliminación de una selección de fotos no funcionaba • Corregidas situaciones en las que un álbum no aparecía después de moverlo • Corregido un problema de compatibilidad con iOS 10 — código obsoleto
fr: Version 2.0.2 8 mai 2017 • Critères de tri maintenant identiques à ceux de l'application web • Règle des problèmes de tri • Règle un problème de crash rencontré à l'ajout de tags avant l'envoi de photos • Règle des situations où l'effacement d'une sélection de photos ne fonctionnait pas • Règle des situations où un album n'apparaissait pas après son déplacement • Règle des problème d'incompatibilité avec iOS 10
hu: 2.0.2-es verzió 2017 Május 8 • Rendezési kritériumok immár egyeznek a webfelületen láthatóakkal • Kijavítja a rendezés hibáit • Kijavít egy hibát, amitől a feltöltés előtti fotókhoz felvett címkék az alkalmazás összeomlásához vezettek • Kijavítja a kiválasztott fotók törlése során tapasztalt hibákat • Kijavítja a hibát, amitől az albumok eltűntek mozgatást követően • Kijavít egy iOS 10 kompatibilitási problémát — elavult kód
id: Versi 2.0.2 8 Mei 2017 • Kriteria sortir sekarang identik dengan aplikasi Web • Perbaikan masalah sortir • Perbaikan kecelakaan saat menambahkan tag ke foto sebelum diunggah • Perbaikan situasi di mana penghapusan pilihan gambar tidak bekerja • Perbaikan situasi di mana album tidak muncul setelah dipindahkan • Perbaikan masalah kompatibilitas dengan kode iOS 10 - tidak berlaku lagi
it: Versione 2.0.2 8 maggio 2017 • I criteri di ordinamento ora sono identici a quelli dell'applicazione Web • Risolvi problemi di ordinamento • Risolto un crash che si verificava durante l'aggiunta di tag a una foto prima del caricamento • Risolvere situazioni in cui la cancellazione di una selezione di immagini non ha funzionato • Risolvi le situazioni in cui un album non si presentava dopo lo spostamento • Risolve un problema di compatibilità con iOS 10 - codice deprecato
ja: バージョン 2.0.2 2017年5月8日 • 並び順の基準をWeb appと統一 • 写真をアップロードする前にタグ付けするとクラッシュするバグを修正 • 選択した写真の削除ができなくなる状況を修正 • アルバムを移動した後で見えなくなる状況を修正 • iOS 10との互換性問題を修正 — 廃止予定のコード
nl: Versie 2.0.2 8 Mei 2017 • Sorteercriteria zijn nu identiek aan die van de Web-app • Sorteerproblemen opgelost • Een crash verholpen die optrad bij het toevoegen van labels aan een foto vóór het uploaden • Verbeterde situaties waarin het verwijderen van een selectie van afbeeldingen niet werkte • Verbeterde situaties waarin een album niet te zien was na verplaatsing • Verbeterd een compatibiliteitsprobleem op iOS 10 - verouderde code
pl: Wersja 2.0.2 8 maja 2017 • Kryteria sortowania teraz identyczne z aplikacją Web • Poprawka problemu z sortowaniem • Poprawka awarii napotkanych podczas dodawania znaczników do zdjęć przed wysłaniem • Poprawka sytuacji gdzie nie działało usunięcie zaznaczonych zdjęć • Poprawka sytuacji gdzie album nie pojawiał się po przeniesieniu • Rozwiązany problem ze zgodnością z systemem iOS 10 — przestarzały kod
ru: Версия 2.0.2 8 мая 2017 • Сортировка теперь идентична критериям веб-приложения • Исправлены проблемы сортировки • Исправьте сбой при добавлении тегов к фото перед загрузкой • Исправьте ситуации, когда удаление выборки фотографий не работает • Исправьте ситуации, когда альбом не появился после перемещения • Исправьте проблему совместимости с iOS 10 — устарел код
sv: Version 2.0.2 8 maj 2017 • Sorteringskriterier som nu är identiska med webapplikation • Fixat sorteringsproblem • Fixat en krasch som uppstod när du lägger till taggar i en bild före uppladdning • Fixat situationer där radering av ett urval bilder inte fungerade • Fixat situationer där ett album inte visades efter flyttning • Fixat ett kompatibilitetsproblem med iOS 10 - utfasad kod
zh_hans: 版本 2.0.2 2017年5月8日 • 排序参数现在与Web端一致 • 修复排序问题 • 修复在上传前为图片增加标签时崩溃的bug • 修复删除多个已选图片失败的bug • 修复相册移动后不显示的bug • 修复一个与iOS 10相册兼容的问题

# v2.0.1_text
source: Version 2.0.1 June 26, 2015 New settings: - Option to resize photos upon upload + Image quality is from a range of 50 - 98% - Ability to set a default photo preview size Bug fixes
da: Version 2.0.1 26 juni 2015 Nye indstillinger: - Mulighed for at ændre størrelsen på billederne på upload + Billedkvaliteten er fra en vifte af 50-98% - Mulighed for at sætte en standard billede preview størrelse Fejlrettelser
de: Version 2.0.1 26. Juni 2015 Neue Einstellungen: - Option, um die Größe von Fotos während des Hochladens zu ändern + Fotoqualität zwischen 50-98% auswählbar - Möglichkeit um eine Standard Miniaturfotogröße festzulegen Fehlerbehebungen ________________________________________
es: Versión 2.0.1 26 de junio 2015 Nuevos ajustes: - Opción de redimensionar fotos al subirlas + La calidad de imagen abarca un rango de 50 - 98% - Posibilidad de establecer un tamaño de vista previa predeterminada Corrección de errores
fr: Version 2.0.1 26 juin 2015 Nouveaux réglages : - Option pour redimensionner les photos avant envoi au serveur + Qualité d'image entre 50 et 98% - Possibilité de fixer une taille par défaut des photos affichées
hu: 2.0.1-es verzió 2015 Június 25 Új beállítások: - Fotók átméretezésének lehetősége feltöltéskor + Kép minőségi beállításai 50 - 98%-os tartományban - Lehetőség alapértelmezett fotó-előnézteti kép méretének beállítására Hibajavítások
id: Versi 2.0.1 26 Juni 2015 Setelan baru: - Opsi untuk mengubah ukuran gambar saat diunggah + Kualitas gambar dari kisaran 50 - 98% - Kemampuan untuk mengatur ukuran pratinjau gambar standar Perbaikan bug
it: Versione 2.0.1 26 giugno 2015 Nuove impostazioni: - Opzione per ridimensionare le immagini al caricamento + La qualità dell'immagine varia da 50 a 98% - Possibilità di impostare una dimensione di anteprima dell'immagine predefinita Correzioni di bug
ja: バージョン 2.0.1 2015年6月26日 新しい設定: - アップロード時に写真をリサイズするオプション + 写真品質は 50 - 98% の範囲 - 規定の写真プレビューサイズを設定する機能 バグの修正
nl: Versie 2.0.1 26 Juni 2015 Nieuwe instellingen‎: - Optie om het formaat van afbeeldingen te wijzigen bij het uploaden + De beeldkwaliteit is van een bereik van 50 - 98% - Mogelijkheid om een standaardfotovoorbeeld in te stellen Foutjes verbeterd
pl: Wersja 2.0.1 26 czerwca 2015 Nowe ustawienia: - Możliwość zmiany rozmiaru obrazów na upload + Jakość obrazu jest z zakres 50 - 98% - Możliwość ustawiania domyślnego obrazu podglądu rozmiar Poprawki
ru: Версия 2.0.1 26 июня 2015 Новые настройки: - Возможность изменения размера фото после загрузки + Качество изображения от 50 до 98% - Возможность задавать размер изображения по умолчанию Исправления ошибок
sv: Version 2.0.1 26 juni 2015 Nya inställningar: - Alternativ för att ändra storlek på bilder vid uppladdning + Bildkvaliteten är från ett område på 50 - 98% - Möjlighet att ställa in en standardbildsförhandsgranskningstorlek Bug fixar
zh_hans: 版本 2.0.1 2015年7月26日 新设置： • 在上传时调整图像大小 • 图像质量可选范围 50 - 98% • 设置默认图像预览大小 • 错误修复

# v2.0.0_text
source: Version 2.0 April 24, 2015 New native application featuring: - Ability to manage albums - View your photos - Bulk photo upload - Video upload and playback (VideoJS plugin must be installed)
da: Version 2.0 24 April 2015 Nye indbyggede funktioner: - Mulighed for at administrere album - Se dine billeder - Bulk billedupload - Video upload og afspilning (VideoJS plugin skal være installeret)
de: Version 2.0 24. April 2015 Neue native App mit den Funktionen: - Alben - Verwaltung - Fotos ansehen - Hochladen von mehreren Fotos - Video hochladen und Wiedergabe (VideoJS Erweiterung muss auf dem Piwigo-Server installiert sein) ________________________________________
es: Versión 2.0 24 de abril 2015 Nueva aplicación nativa con las siguientes características: - Posibilidad de administrar álbumes - Ver tus fotos - Subir fotos en masa - Subir y reproducir vídeos (debe estar instalado el plugin VideoJS)
fr: Version 2.0 24 avril 2015 Application entièrement réécrite : - Naviguez dans votre Piwigo, avec affichage des photos - Gérez vos albums (création, édition, déplacement) - Sélectionnez vos photos par lot - Gestion des vidéos (le plugin VideoJS doit être activé sur votre Piwigo)
hu: 2.0-ás verzió 2015 Április 24 Új natív alkalmazás a következőkkel: - Lehetőség albumok menedzselésére - Saját fotók megtekintése - Tömeges fotófeltöltés - Videófeltöltés és lejátszás (a VideoJS bővítménynek telepítve kell lennie)
id: Versi 2.0 24 April 2015 Aplikasi asli baru yang menampilkan: - Kemampuan untuk mengelola album - Melihat gambar Anda - Unggah gambar secara massal - Unggah dan pemutaran video (ekstensi VideoJS harus terpasang)
it: Versione 2.0 24 aprile 2015 Nuova applicazione nativa con: - Possibilità di gestire album - Guarda le tue immagini - Caricamento di immagini collettive - Caricamento e riproduzione video (deve essere installato il plug-in VideoJS)
ja: バージョン 2.0 2015年4月24日 以下を特徴とする新しいネイティブアプリケーション: - アルバムを管理する機能 - 写真を見る - 写真の一括アップロード - 動画のアップロードと再生 (要VideoJSプラグインのインストール)
nl: Versie 2.0 24 April 2015 Nieuwe native applicatie met‎: - Mogelijkheid om albums te beheren - Bekijk je foto's - Bulk foto's uploaden - Video uploaden en afspelen ‎(VideoJS-plug-in moet zijn geïnstalleerd)
pl: Wersja 2.0 24 kwiecień 2015 Nowa natywna aplikacja oferuje: - Możliwość zarządzania albumami - Oglądanie Twoich obrazów - Masowe wysyłanie zdjęć - Wysyłanie i odtwarzanie wideo (musi być zainstalowany plugin VideoJS)
ru: Версия 2. 24 апреля 2015 Новые встроенные функции приложения: - Возможность управления альбомами - Просмотр фотографий - Массовая загрузка фото - Загрузка и воспроизведение видео (необходимо установить плагин VideoJS)
sv: Version 2.0 24 april 2015 Nya inbyggda funktioner: - Möjlighet att hantera album - Visa dina bilder - Massuppladdning av bilder - Video uppladdning och uppspelning (VideoJS-plugin måste installeras)
zh_hans: 版本 2.0 2015年4月24日 支持新特性： • 管理相册 • 查看您的照片 • 批量图像上传 • 视频上传和播放 (必须安装VideoJS 插件)

# v1.0.0_text
source: Version 1.0 October 17, 2011
da: Version 1.0 17 oktober 2011
de: Version 1.0 17. Oktober 2011
es: Versión 1.0 17 de octubre 2011
fr: Version 1.0 17 octobre 2011
hu: 1.0-ás verzió 2011 Október 17
id: Versi 1.0 17 Oktober, 2011
it: Versione 1.0 17 ottobre 2011
ja: バージョン 1.0 2011年10月17日
nl: Versie 1.0 17 Oktober 2011
pl: Wersja 1.0 17 października 2011
ru: Версия 1.0 17 oктябрь 2011
sv: Version 1.0 17 oktober 2011
zh_hans: 版本 1.0 2011年10月17日
