Repository: Piwigo/Piwigo-Mobile
Catalog: piwigo/Resources/*.lproj/ReleaseNotes.strings
Languages: da, de, es, fr, hu, id, it, ja, nl, pl, ru, sv, zh_hans

# v2.4.0_text
source: Version 2.4 July 15, 2019 • Adds a search tool (requires iOS 11 or later) • Adds photo sorting by rating score • Faster download of album thumbnails (requires Piwigo 2.8 or later) • Titles of uploaded photos do not default to filenames anymore • Fixes impossibility to remove tags • Fixes inaccurate photo data in some circumstances
da: Version 2.4 15 juli 2019 • Tilføjer et søgeværktøj (kræver iOS 11 eller nyere) • Tilføjer billed sortering efter bedømmelse score • Hurtigere download af album miniaturer (kræver Piwigo 2.8 eller nyere) • Titler af uploadede billeder er ikke længere som standard filnavne • Løser fejl med sletning af etiketer • Løser unøjagtige billeddata under visse omstændigheder
de: Version 2.4 15. Juli 2019 • Fügt ein Suchwerkzeug hinzu (erfordert iOS 11 oder neuer) • Fügt eine ortierung nach Bewertungspunktzahl hinzu • Schnellerer Download von Album-Thumbnails (erfordert Piwigo 2.8 oder neuer) • Titel von hochgeladenen Fotos sind nicht mehr standardmäßig Dateinamen • Behebt die Unmöglichkeit, Tags zu entfernen • Korrigiert unter bestimmten Umständen ungenaue Fotodaten
es: Versión 2.4 15 de julio 2019 • Añade una herramienta de búsqueda (requiere iOS 11 o superior) • Añade la clasificación de las fotos por puntuación • Descarga más rápida de las miniaturas del álbum (requiere Piwigo 2.8 o posterior) • Los títulos de las fotos subidas ya no son por defecto los nombres de archivo • Corrección de la imposibilidad de eliminar etiquetas • Arregla datos de fotos inexactos en algunas circunstancias
fr: Version 2.4 15 juillet 2019 • Ajoute un outil de recherche (nécessite iOS 11+) • Ajoute le tri des photos par note • Accélère le téléchargement des vignettes d'albums (nécessite Piwigo 2.8 ou version ultérieure) • Les titres des photos téléversées ne sont plus des noms de fichiers par défaut • Corrige l'impossibilité de supprimer les balises • Corrige les données de photos inexactes dans certaines circonstances
hu: 2.4-es verzió 2019 Július 15 • Elérhető lett a keresés (iOS 11 vagy újabb esetén) • Fotók értékelési pontszám alapján történő rendezése • Album-index képek gyorsabb letöltése (Piwigo 2.8 vagy újabb esetén) • A feltöltött képek nevei mostantól nem a fájlnevet használják alapértelmezettként • Javítja a hibát, amitől a címkéket nem lehetett eltávolítani • Javítja az esetenkénti pontatlan fotóadatok hibáját
id: Versi 2.4 15 Juli 2019 • Menambahkan alat pencarian (membutuhkan iOS 11 atau lebih baru) • Menambahkan penyortiran gambar berdasarkan skor penilaian • Unduhan thumbnail album lebih cepat (membutuhkan Piwigo 2.8 atau lebih baru) • Judul gambar yang diunggah sudah tidak lagi menjadi nama file • Memperbaiki ketidakmungkinan untuk menghapus tag • Memperbaiki data gambar yang tidak akurat dalam beberapa keadaan
it: Versione 2.4 15 luglio 2019 • Aggiunge uno strumento di ricerca (richiede iOS 11 o successivo) • Aggiunge l'ordinamento delle immagini per punteggio • Download più rapido delle miniature degli album (richiede Piwigo 2.8 o successivo) • I titoli delle immagini caricate non hanno più impostazioni predefinite per i nomi dei file • Risolve l'impossibilità di rimuovere i tag • Risolve i dati dell'immagine imprecisi in alcune circostanze
ja: バージョン2.4 2019年7月15日 •検索ツールを追加する（iOS 11以降が必要） •評価スコアによる写真の並べ替えを追加する •アルバムのサムネイルの高速ダウンロード（Piwigo 2.8以降が必要） •アップロードされた写真のタイトルがデフォルトのファイル名にならなくなりました •タグを削除できない問題を修正する •状況によっては不正確な写真データを修正する
nl: Versie 2.4 15 Juli 2019 • Voegt een zoekfunctie toe (vereist iOS 11 of hoger) • Voegt beeldsortering toe op scorewaarde • Sneller downloaden van albumminiaturen (vereist Piwigo 2.8 of hoger) • Titels van geüploade afbeeldingen veranderen niet meer standaard in bestandsnamen • Lost onmogelijkheid op om tags te verwijderen • Corrigeert in sommige omstandigheden onnauwkeurige afbeeldingsgegevens
pl: Wersja 2.4 15 lipca 2019 • Dodaje narzędzie wyszukiwania (wymaga systemu iOS 11 lub nowszego) • Dodaje sortowanie obrazów według wyniku oceny • Szybsze pobieranie miniatur albumów (wymaga Piwigo 2.8 lub nowszego) • Tytuły przesłanych obrazów nie są już domyślnie nazwami plików • Naprawiono niemożność usunięcia znaczników • Naprawia niedokładne dane obrazu w niektórych okolicznościach
ru: Версия 2.4 15 июля, 2019 • Добавляет инструмент поиска (требует iOS 11 или выше) • Добавляет сортировку фотографий по рейтингу • Быстрая загрузка эскизов альбомов (требует Piwigo 2. или позже) • Заголовки загруженных фотографий больше не по умолчанию для имен файлов • Исправления невозможности удаления тегов • Исправление неточных фотографий в некоторых случаях
sv: Version 2.4 15 juli 2019 • Lägger till ett sökverktyg (kräver iOS 11 eller senare) • Lägger till bildsortering med betygsättning • Snabbare nedladdning av miniatyrer i albumet (kräver Piwigo 2.8 eller senare) • Titlar på uppladdade bilder går inte längre till filnamn längre • Fixar omöjligt att ta bort taggar • Löser felaktiga bilddata under vissa omständigheter
zh_hans: 版本2.4 2019年7月15日 • 新增搜索工具（需要iOS11及以后的版本） • 新增按评分排序照片的功能 • 加速相册封面的下载速度（需要Piwigo 2.8及以后的版本） • 上传照片的名称不再默认为文件名 • 修复无法移除标签的BUG • 修复特定情况下照片数据的错误

# v2.3.5_text
source: Version 2.3.5 June 6, 2019 • Fix a crash which sometimes happens when editing the server address after logout
da: Version 2.3.5 6 juni 2019 • Fix et crash, som nogle gange sker, når du redigerer serveradressen efter logout
de: Version 2.3.5 6. Juni 2019 • Behebung eines Absturzes, der manchmal beim Bearbeiten der Serveradresse nach dem Abmelden auftritt
es: Versión 2.3.5 6 de junio de 2019 • Corregir un colapso que a veces ocurre al editar la dirección del servidor después de cerrar la sesión
fr: Version 2.3.5 6 juin 2019 • Correction d'un crash qui se produit parfois lors de la modification de l'adresse du serveur après la déconnexion
hu: 2.3.5-ös verzió 2019 Június 6 • Javítja a hibát amitől néha, kijelentkezett állapotban történő szerver-cím frissítésnél összeomlott az alkalmazás
id: Versi 2.3.5 6 Juni 2019 • Perbaiki crash yang terkadang terjadi saat mengedit alamat server setelah logout
it: Versione 2.3.5 6 giugno 2019 • Risolto un crash che a volte si verifica quando si modifica l'indirizzo del server dopo il logout
ja: バージョン 2.3.5 2019年6月6日 • ログアウトしたあとでサーバのアドレスを編集した際に時々生じるクラッシュを修正
nl: Versie 2.3.5 6 Juni 2019 • Een crash verhelpen die soms optreedt bij het bewerken van het serveradres na het afmelden
pl: Wersja 2.3.5 6 czerwca 2019 • Naprawia awarię, która czasami zdarza się podczas edycji adresu serwera po wylogowaniu
ru: Версия 2.3.5 июня 6, 2019 • Исправлена ошибка, которая иногда бывает при редактировании адреса сервера после выхода из системы
sv: Version 2.3.5 6 juni 2019 • Fixa en krasch som ibland händer när du redigerar serverns adress efter utloggning
zh_hans: 版本2.3.5 2019年6月6日 • 修复在登出后修改服务器地址可能会遇到的BUG

# v2.3.4_text
source: Version 2.3.4 May 1, 2019 • Improved albums presentation on iPad (and iPhone) • Minor bug fixes and improvements of the interface
da: Version 2.3.4 1 maj 2019 • Forbedret visning af album på iPad (og iPhone) • Mindre fejlrettelser og forbedringer af brugerflade
de: Version 2.3.4 1. Mai 2019 • Verbesserte Alben Präsentation auf iPad (und iPhone) • Kleinere Fehlerbeseitigungen und Verbesserungen im Interface
es: Versión 2.3.4 1 de mayo de 2019 • Mejora de la presentación de álbumes en iPad (e iPhone) • Corrección de errores menores y mejoras en la interfaz
fr: Version 2.3.4 1er mai 2019 • Amélioration de la présentation des albums sur iPad (et iPhone) • Corrections de bugs mineurs et amélioration de l'interface
hu: 2.3.4-es verzió 2019 Május 1 • Továbbfejlesztett albummegjelenítés iPad-en (és iPhone-on) • Kisebb hibajavítások és fejlesztések a felületen
id: Versi 2.3.4 1 Mei 2019 • Improved albums presentation on iPad (and iPhone) • Perbaikan bug minor dan perbaikan antarmuka
it: Versione 2.3.4 1 maggio 2019 • Presentazione degli album migliorata su iPad (e iPhone) • Correzioni di bug minori e miglioramento dell'interfaccia
ja: バージョン 2.3.4 2019年5月2日 • iPadでのアルバム表示の改善 (iPhoneも) • マイナーなバグの修正とインターフェイスの改善
nl: Versie 2.3.4 1 Mei 2019 • Verbeterde albums presentatie op iPad (en iPhone) • Kleine foutjes gerepareerd en verbetering van de interface
pl: Wersja 2.3.4 1 maja 2019 • Udoskonala prezentację albumów na iPadzie (i iPhonie) • Drobne poprawki błędów i ulepszenie interfejsu
ru: Версия 2.3.4 1 мая 2019 • Улучшена презентация альбомов на iPad (и iPhone) • Исправления мелких ошибок и улучшения интерфейса
sv: Version 2.3.4 1 maj 2019 • Förbättrad albumpresentation på iPad (och iPhone) • Mindre buggfixar och förbättring av gränssnittet
zh_hans: 版本2.3.4 2019年5月1日 • 改进了iPad (iPhone) 的相册演示效果 • 错误修复和界面改进

# v2.3.3_text
source: Version 2.3.3 April 10, 2019 • Minor bug fixes and improvements of the interface
da: Version 2.3.3 10 april 2019 • Mindre fejlrettelser og forbedringer af brugerflade
de: Version 2.3.3 10. April 2019 • Kleinere Fehlerbeseitigungen und Verbesserungen im Interface
es: Versión 2.3.3 10 de abril de 2019 • Corrección de errores menores y mejoras en la interfaz
fr: Version 2.3.3 10 avril 2019 • Corrections de bugs mineurs et amélioration de l'interface
hu: 2.3.3-as verzió 2019 Április 10 • Kisebb hibajavítások és fejlesztések a felületen
id: Versi 2.3.3 10 April 2018 • Perbaikan bug minor dan perbaikan antarmuka
it: Versione 2.3.3 10 aprile 2018 • Correzioni di bug minori e miglioramento dell'interfaccia
ja: バージョン 2.3.3 2019年4月10日 • 軽微なバグの修正とインタフェースの改善
nl: Versie 2.3.3 10 april 2019 • Kleine foutjes gerepareerd en verbetering van de interface
pl: Wersja 2.3.3 10 kwietnia 2019 • Drobne poprawki błędów i ulepszenia interfejsu
ru: Версия 2.3.3 10 апреля 2019 • Незначительные исправления и улучшения интерфейса
sv: Version 2.3.3 10 april 2018 • Mindre buggfixar och förbättring av gränssnittet
zh_hans: 版本2.3.3 2019年4月10日 • 错误修复和界面改进

# v2.3.2_text
source: Version 2.3.2 March 27, 2019 • Local photos presented in a timeline view by day before upload • Minor bug fixes and improvements of the interface
da: Version 2.3.2 27 marts 2019 • Lokale billeder præsenteres i en tidslinjevisning af dagen før upload • Mindre fejlrettelser og forbedringer af brugerflade
de: Version 2.3.2 27. März 2019 • Lokale Fotos, werden vor dem Hochladen in einer Zeitleiste sortiert nach Tag angezeigt • Kleinere Fehlerbehebungen und Verbesserung der Benutzeroberfläche
es: Versión 2.3.2 27 de marzo 2019 • Fotos locales presentadas en una vista de cronología diaria antes de subirlas • Correcciones de errores menores y mejoras en la interfaz
fr: Version 2.3.2 27 mars 2019 • Photos locales présentées par jour avant téléversement • Corrections de bugs mineurs et amélioration de l'interface
hu: 2.3.2-es verzió 2019 Március 27 • A helyi fotók, napi bontású idővonal-nézetben jelennek meg feltöltés előtt • Kisebb hibajavítások és fejlesztések a felületen
id: Versi 2.3.2 27 Maret 2019 • Gambar lokal disajikan dalam tampilan garis waktu sehari sebelum diunggah • Perbaikan bug minor dan perbaikan antarmuka
it: Versione 2.3.2 27 marzo 2019 • Immagini locali presentate in una vista temporale di giorno prima di caricare • Correzioni di bug minori e miglioramento dell'interfaccia
ja: バージョン 2.3.3 2019年3月27日 • アップロード前に日付順のタイムラインにローカル写真を表示 • 軽微なバグの修正とインタフェースの改善
nl: Versie 2.3.2 27 maart 2019 • Lokale foto's die een dag vóór het uploaden worden weergegeven in een tijdlijnweergave • Kleine foutjes verbeterd en verbetering van de interface
pl: Wersja 2.3.2 27 marca 2019 • Lokalne obrazy prezentowane w widoku osi czasu przed dniem przesłania • Drobne poprawki błędów i ulepszenie interfejsu
ru: Версия 2.3.2 27 марта, 2019 • Локальные фотографии, представленные в виде ленты за день до загрузки • Незначительные исправления ошибок и улучшения интерфейса
sv: Version 2.3.2 27 mars 2019 • Lokala bilder presenteras i en tidslinjevisning dag före uppladdning • Mindre buggfixar och förbättring av gränssnittet
zh_hans: 版本2.3.2 2019年3月27日 • 支持上传前在本地以时间线形式展示图像 • 错误修复和界面改进

# v2.3.1_text
source: Version 2.3.1 February 15, 2019 • Minor bug fixes and improvements of the interface • Improved translations
da: Version 2.3.1 15 februar 2019 • Mindre fejlrettelser og forbedringer af brugerflade • Forbedrede oversættelser
de: Version 2.3.1 15. Februar 2019 • Kleinere Fehlerbeseitigungen und Verbesserungen im Interface • Aktualisierte Übersetzungen
es: Versión 2.3.1 15 de febrero de 2019 • Corrección de errores menores y mejoras en la interfaz • Traducciones mejoradas
fr: Version 2.3.1 15 février 2019 • Corrections de bugs mineurs et amélioration de l'interface • Amélioration des traductions
hu: 2.3.1-es verzió 2019 Február 15 • Kisebb hibajavítások és fejlesztések a felületen • Továbbfejlesztett fordítások
id: Versi 2.3.1 15 Februari 2019 • Perbaikan bug minor dan perbaikan antarmuka • Peningkatan terjemahan
it: Versione 2.3.1 15 febbraio 2019 • Correzioni di bug minori e miglioramento dell'interfaccia • Migliora le traduzioni
ja: バージョン 2.3.1 2019年2月15日 • 軽微なバグの修正とインタフェースの改善 • 翻訳の改善
nl: Versie 2.3.1 15 februari 2019 • Kleine foutjes verbeterd en verbetering van de interface • Betere vertalingen
pl: Wersja 2.3.1 15 lutego 2019 • Drobne poprawki błędów i ulepszenia interfejsu • Poprawy tłumaczenia
ru: Версия 2.3.1 15 февраля 2019 • Незначительные исправления и улучшения интерфейса • Улучшенные переводы
sv: Version 2.3.1 15 februari 2019 • Mindre buggfixar och förbättring av gränssnittet • Förbättrade översättningar
zh_hans: 版本2.3.1 2019年2月15日 • 错误修复和界面改进 • 改进翻译

# v2.3.0_text
source: Version 2.3 February 2, 2019 • Share photos and videos • Increase cache size limits • Minor bug fixes and improvements of the interface • Improved translations
da: Version 2.3 2 februar 2019 • Del billeder og videoer • Øg grænser for cache størrelse • Mindre fejlrettelser og forbedringer af brugerflade • Forbedrede oversættelser
de: Version 2.3 2. Februar 2019 • Teile und Videos • Erhöhen Sie die Grenzen der Cachegröße • Kleinere Fehlerbeseitigungen und Verbesserungen im Interface • Aktualisierte Übersetzungen
es: Versión 2.3 2 de febrero 2019 • Compartir fotos y vídeos • Incremento de los límites de tamaño de la caché • Corrección de errores menores y mejoras en la interfaz • Traducciones mejoradas
fr: Version 2.3 2 février 2019 • Partage de photos et de vidéos • Augmentation des limites de la taille du cache • Corrections de bugs mineurs et amélioration de l'interface • Amélioration des traductions
hu: 2.3-as verzió 2019 Február 2 • Fotók és videók megosztása • Gyorsítótár méretkorlátainak növése • Kisebb hibajavítások és fejlesztések a felületen • Továbbfejlesztett fordítások
id: Versi 2.3 2 Februari 2019 • Bagikan foto dan video • Meningkatkan batas ukuran cache • Perbaikan bug minor dan perbaikan antarmuka • Peningkatan terjemahan
it: Versione 2.3 2 febbraio 2019 • Condividi foto e video • Aumentare i limiti di dimensione della cache • Correzioni di bug minori e miglioramento dell'interfaccia • Migliora le traduzioni
ja: バージョン 2.3 2019年2月2日 • 写真やビデオを共有する • キャッシュサイズ制限を増やす • 軽微なバグの修正とインタフェースの改善 • 翻訳の改善
nl: Versie 2.3 2 februari 2019 • Deel foto's en video's • Verhoog de cachegroottelimieten • Kleine foutjes verbeterd en verbetering van de interface • Betere vertalingen
pl: Wersja 2.3 2 lutego 2019 • Udostępniaj zdjęcia i filmy • Zwiększa limit rozmiaru pamięci podręcznej • Drobne poprawki błędów i ulepszenia interfejsu • Poprawa tłumaczenia
ru: Версия 2.3 2 февраля; 2019 • Поделиться фотографиями и видео • Увеличение размера кэша • Незначительные исправления и улучшения интерфейса • Улучшенные переводы
sv: Version 2.3 2 februari 2019 • Dela bilder och videoklipp • Öka gränsvärdena för cache-storlek • Mindre buggfixar och gränssnittsförbättring • Förbättrade översättningar
zh_hans: 版本 2.3 2019年2月2日 • 支持共享照片和视频 • 增加缓存大小限制 • 错误修复和界面改进 • 改进翻译

# v2.2.7_text
source: Version 2.2.7 December 29, 2018 • Minor bug fixes and improvements of the interface • Improved translations
da: Version 2.2.7 29 december 2018 • Mindre fejlrettelser og forbedringer af brugerflade • Forbedrede oversættelser
de: Version 2.2.7 29. Dezember 2018 • Kleinere Fehlerbeseitigungen und Verbesserungen im Interface • Aktualisierte Übersetzungen
es: Versión 2.2.7 29 de diciembre de 2018 • Corrección de errores menores y mejoras en la interfaz • Mejora de las traducciones
fr: Version 2.2.7 29 décembre 2018 • Corrections de bugs mineurs et amélioration de l'interface • Amélioration des traductions
hu: 2.2.7-es verzió 2018 December 29 • Kisebb hibajavítások és fejlesztések a felületen • Továbbfejlesztett fordítások
id: Versi 2.2.7 29 Desember 2018 • Perbaikan bug minor dan perbaikan antarmuka • Peningkatan terjemahan
it: Versione 2.2.7 29 dicembre 2018 • Correzioni di bug minori e miglioramento dell'interfaccia • Migliora le traduzioni
ja: バージョン 2.2.7 2018年12月29日 • 軽微なバグの修正とインタフェースの改善 • 翻訳の改善
nl: Versie 2.2.7 29 December 2018 • Kleine foutjes verbeterd en verbetering van de interface • Betere vertalingen
pl: Wersja 2.2.7 29 grudnia 2018 • Drobne poprawki błędów i ulepszenia interfejsu • Poprawa tłumaczenia
ru: Версия 2.2.7 15 февраля 2019 • Незначительные исправления и улучшения интерфейса • Улучшенные переводы
sv: Version 2.2.7 29 december 2018 • Mindre buggfixar och förbättring av gränssnittet • Förbättrade översättningar
zh_hans: 版本2.2.7 2019年12月29日 • 错误修复和界面改进 • 改进翻译

# v2.2.6_text
source: Version 2.2.6 December 20, 2018 • Improves translations and iOS 12 compatibility • Minor bug fixes and improvements of the interface • Italian translation
da: Version 2.2.6 20 december 2018 • Forbedret oversættelse og iOS 12 kompabilitet • Mindre fejlrettelser og forbedringer af brugerflade • Italiensk oversættelse
de: Version 2.2.6 20. Dezember 2018 • Aktualisierte Übersetzungen und verbesserte iOS 12 Kompatibilität • Kleinere Fehlerbeseitigungen und Verbesserungen im Interface • Italienische Übersetzung
es: Versión 2.2.6 20 de diciembre 2018 • Mejoras en las traducciones y compatibilidad con iOS 12 • Corrección de errores menores y mejoras en la interfaz • Traducción al italiano
fr: Version 2.2.6 20 décembre 2018 • Améliore les traductions et la compatibilité avec iOS 12 • Corrections de bugs mineurs et amélioration de l'interface • Traduction italienne
hu: 2.2.6-os verzió 2018 December 20 • Továbbfejlesztett fordítások és iOS 12 kompatibilitás • Kisebb hibajavítások és fejlesztések a felületen • Olasz fordítás
id: Versi 2.2.6 20 Desember 2018 • Peningkatan terjemahan dan kompatibilitas iOS 12 • Perbaikan bug minor dan perbaikan antarmuka • Terjemahan Italia
it: Versione 2.2.6 20 dicembre 2018 • Migliora le traduzioni e la compatibilità con iOS 12 • Correzioni di bug minori e miglioramento dell'interfaccia • Traduzione italiana
ja: バージョン 2.2.6 2018年12月20日 • 翻訳とiOS 12との互換性を改善 • 軽微なバグの修正とインタフェースの改善 •イタリア語の翻訳
nl: Versie 2.2.6 20 December 2018 • Verbetering vertalingen en iOS 12-compatibiliteit • Kleine foutjes verbeterd en verbetering van de interface • Italiaanse vertaling
pl: Wersja 2.2.6 20 grudnia 2018 • Poprawa tłumaczenia i obsługi iOS 12 • Drobne poprawki błędów i ulepszenia interfejsu • Włoskie tłumaczenie
ru: Версия 2.2.6 20 декабря 2018 • Улучшение совместимости с iOS 12 • Исправления мелких ошибок и улучшения интерфейса • Перевод на итальянский язык
sv: Version 2.2.6 20 december 2018 • Förbättrade översättningar och kompatibilitet med iOS 12 • Mindre buggfixar och förbättring av gränssnittet • Italienska översättning
zh_hans: 版本2.2.6 2018年12月20日 • 改进翻译和 iOS 12 兼容性 • 错误修复和界面改进 • 新增意大利翻译

# v2.2.5_text
source: Version 2.2.5 October 28, 2018 • Send us feedback by email • Privacy policy • Bug fixes
da: Version 2.2.5 28 oktober 2018 • Send os feedback via e-mail • Fortrolighedspolitik • Fejlrettelser
de: Version 2.2.5 28. Oktober 2018 • Senden Sie uns Feedback per E-Mail • Datenschutz-Bestimmungen • Fehlerbehebungen
es: Versión 2.2.5 28 de octubre de 2018 • Envíanos comentarios por correo electrónico • Política de privacidad • Correcciones de errores
fr: Version 2.2.5 28 octobre 2018 • Envoyez-nous vos commentaires par email • Politique de confidentialité • Correction de bugs
hu: 2.2.5-ös verzió 2018 Október 28 • Visszajelzés e-mailben • Adatvédelmi szabályzat • Hibajavítások
id: Versi 2.2.5 28 Oktober, 2018 • Kirimi kami umpan balik melalui email • Rahasia pribadi • Perbaikan bug
it: Versione 2.2.5 28 ottobre 2018 • Inviaci un feedback via e-mail • Politica sulla riservatezza • Correzioni di bug
ja: バージョン 2.2.5 2018年10月28日 •私たちに電子メールでフィードバックを送る • 個人情報保護方針 • バグの修正
nl: Versie 2.2.5 28 Oktober 2018 • Stuur ons feedback per e-mail • Privacybeleid • Foutjes verbeterd
pl: Wersja 2.2.5 28 października 2018 • Prześlij nam opinię e-mailem • Polityka prywatności • Poprawki błędów
ru: Версия 2.2.5 28 октября 2018 • Отправить нам отзыв по электронной почте • Политика конфиденциальности • Исправления ошибок
sv: Version 2.2.5 28 oktober 2018 • Skicka oss feedback via e-post • Integritetspolicy • Buggfixar
zh_hans: 版本2.2.5 2018年10月28日 • 支持通过Email发送反馈 • 新增隐私政策 • 错误修复

# v2.2.4_text
source: Version 2.2.4 September 23, 2018 • Bug fixes
da: Version 2.2.4 23 september 2018 • Fejlrettelser
de: Version 2.2.4 23. September 2018 • Fehlerbehebungen
es: Versión 2.2.4 23 de septiembre de 2018 • Corrección de errores
fr: Version 2.2.4 23 septembre 2018 • Correction de bugs
hu: 2.2.4-es verzió 2018 Szeptember 23 • Hibajavítások
id: Versi 2.2.4 23 September, 2018 • Perbaikan bug
it: Versione 2.2.4 23 settembre 2018 • Correzioni di bug
ja: バージョン 2.2.4 2018年9月23日 • バグの修正
nl: Versie 2.2.4 23 September 2018 • Foutjes verbeterd
pl: Wersja 2.2.4 23 września 2018 • Poprawki błędów
ru: Версия 2.2.4 23 сентября 2018 • Исправления ошибок
sv: Version 2.2.4 23 september 2018 • Buggfixar
zh_hans: 版本2.2.4 2018年9月23日 • 错误修复

# v2.2.3_text
source: Version 2.2.3 August 27, 2018 • New album design • Minor bug fixes and improvements of the interface
da: Version 2.2.3 27 august 2018 • Nyt album design • Mindre fejlrettelser og forbedringer af brugerflade
de: Version 2.2.3 27. August 2018 • Neues Albumdesign • Kleinere Fehlerbeseitigungen und Verbesserungen im Interface
es: Versión 2.2.3 27 de agosto de 2018 • Nuevo diseño de álbumes • Corrección de errores menores y mejoras en la interfaz
fr: Version 2.2.3 27 août 2018 • Les albums arborent un nouveau design • Corrections de bugs mineurs et amélioration de l'interface
hu: 2.2.3-as verzió 2018 Augusztus 27 • Új kinézet az albumoknak • Kisebb hibajavítások és fejlesztések a felületen
id: Versi 2.2.3 27 Agustus, 2018 • Desain album baru • Perbaikan bug minor dan perbaikan antarmuka
it: Versione 2.2.3 27 agosto 2018 • Nuovo design dell'album • Correzioni di bug minori e miglioramento dell'interfaccia
ja: バージョン 2.2.3 2018年8月27日 • 新しいアルバムデザイン • 軽微なバグの修正とインタフェースの改善
nl: Versie 2.2.3 27 Augustus 2018 • Nieuw albumontwerp • Kleine foutjes gerepareerd en verbetering van de interface
pl: Wersja 2.2.3 27 sierpnia 2018 • Nowy projekt albumu • Drobne poprawki błędów i ulepszenia interfejsu
ru: Версия 2.2.3 27 августа 2019 • Новый дизайн альбома • Незначительные исправления ошибок и улучшения интерфейса
sv: Version 2.2.3 27 augusti 2018 • Ny albumdesign • Mindre buggfixar och förbättring av gränssnittet
zh_hans: 版本2.2.3 2018年8月27日 • 全新相册设计 • 错误修复和界面改进
