Repository: Piwigo/Piwigo-Mobile
Catalog: piwigo/Resources/*.lproj/ReleaseNotes.strings
Languages: da, de, es, fr, hu, id, it, ja, nl, pl, ru, sv, zh_hans

# v2.5.0_text
source: Version 2.5 • Records upload requests • Uploads photos/videos when possible • "Wi-Fi only" option for uploads • No upload when in Low Power Mode • Much faster access to the Photo Library • Minor bug fixes and improvements of the interface • Code modernization Background uploading will be available after a server update.
da: Version 2.5 27 august 2020 • Optegnelser upload anmodninger • Uploader fotos/videoer, når det er muligt • "Kun Wi-Fi" mulighed for uploads • Ingen upload ved lav strømtilstand • Meget hurtigere adgang til Fotobiblioteket • Mindre fejlrettelser og forbedringer af brugerflade • Modernisering af kode Baggrundsupload vil være tilgængelig efter en serveropdatering.
de: Version 2.5 27. August 2020 • Zeichnet Upload-Anforderungen auf • lädt Fotos/Videos hoch, wenn möglich • Option "Nur WLAN" für Uploads • Kein Hochladen im Energiesparmodus • Deutlich schnellerer Zugriff auf die Fotobibliothek • Kleinere Fehlerbehebungen und Verbesserungen der Schnittstelle • Code-Modernisierung Das Hochladen im Hintergrund wird nach einem Server-Update verfügbar sein.
es: Versión 2.5 27 de agosto de 2020 • Registra solicitudes de subida • Sube fotos/vídeos cuando es posible • Opción "Sólo Wi-Fi" para subidas • No realizar subidas cuando se está en modo de ahorro de batería • Acceso mucho más rápido a la Biblioteca de Fotos • Correcciones de errores menores y mejoras de la interfaz • Modernización del código La subida en segundo plano estará disponible después de una actualización de servidor.
fr: Version 2.5 27 août 2020 • Enregistre les demandes de téléchargements • Télécharge les photos/vidéos sur le serveur Piwigo lorsque c'est possible • Pas de téléchargement lorsque le mode Economie d'Energie est activé • Option "Wi-Fi uniquement" pour les téléchargements • Accès beaucoup plus rapide à la Photothèque • Corrections de bugs mineurs et améliorations de l'interface • Modernisation du code Le téléchargement en arrière-plan sera disponible après une mise à jour du serveur.
hu: 2.5-ös verzió 2020 Augusztus 27 • Feltöltési kérelmek rögzítése • Fotók és videók feltöltése, mikor az lehetséges • "Csak Wi-Fi-n" opció a feltöltésekhez • Nincs feltöltés "Alacsony töltöttségű mód"-ban • Sokkal gyorsabb hozzáférés a fotókönyvtárhoz • Kisebb hibajavítások és fejlesztések a felületen • Kódmodernizálás A háttérfeltöltéshez a szervert is frissíteni kell.
it: Versione 2.5 27 agosto 2020 • Richieste di caricamento delle registrazioni • Quando possibile Carica foto/video • Opzione "solo Wi-Fi" per i caricamenti • Nessun caricamento quando in modalità a basso consumo • Accesso molto più veloce alla Libreria foto • Correzioni di bug minori e miglioramenti dell'interfaccia • Modernizzazione del codice Il caricamento dello sfondo sarà disponibile dopo un aggiornamento del server.
ja: バージョン 2.5 2020年8月27日 • アップロード要求を記録する • 可能であれば写真/ビデオをアップロードする • アップロードのための「Wi-Fiのみ」オプション • 低電力モードであればアップロードしない • フォトライブラリへのアクセスの高速化 • 軽微なバグの修正とインタフェースの改善 • コードの近代化 バックグラウンドアップロードはサーバの更新後に利用可能になります。
nl: Versie 2.5 27 augustus 2020 • Records upload requests • Uploaden van foto's/video's indien mogelijk • "Alleen Wi-Fi" optie voor uploaden • Geen upload als in Low Power Modus • Veel snellere toegang tot de Photo Library • Kleine foutjes hersteld en verbetering van de interface • Code modernisatie Achtergrond uploaden zal beschikbaar zijn na een server update.
ru: Версия 2.5 27 августа 2020 • Запись запроса на загрузку • Загрузка фотографий/видео при возможности • Опция "только Wi-Fi" для загрузок • Приостановка загрузки при Низком Заряде Батареи • Значительно возросшая скорость доступа к Библиотеке Фотографий • Мелкие исправления и улучшения интерфейса • Модернизация кода Загрузка в фоне будет доступна после обновления сервера.
sv: Version 2.5 • Records upload requests • Uploads photos/videos when possible • "Wi-Fi only" option for uploads • No upload when in Low Power Mode • Mycket snabbare tillgång till fotobiblioteket • Mindre buggfixar och förbättringar av gränssnittet • Uppdatering av kod Bakgrundsuppladdning kommer att vara tillgänglig efter en serveruppdatering.
zh_hans: 版本2.5 2020年8月27日 • 支持记录上传请求 • 自动上传图片与视频 • 支持仅Wi-Fi上传功能 • 在低电量模式情况下不再进行上传 • 访问图库速度更快 • 各种错误修复与界面改进 • 代码质量提升 自动上传功能需要服务器端升级后才能使用

# v2.4.8_text
source: Version 2.4.8 March 25, 2020 • Piwigo warns you when: - a website has a certificate that is not valid, - before establishing an insecure connection • Improved cache management • Minor bug fixes and improvements of the interface
da: Version 2.4.8 25 marts 2020 • Piwigo advarer dig, når: - et websted har et certifikat, der ikke er gyldigt, - inden du opretter en usikker forbindelse • Forbedret cachehåndtering • Mindre fejlrettelser og forbedringer af grænsefladen
de: Version 2.4.8 25. März 2020 • Piwigo warnt Sie, wenn: - eine Webseite hat ein nicht gültiges Zertifikat, - Vor dem Aufbau einer unsicheren Verbindung. • Verbessertes Cache-Management • Kleinere Fehlerbehebungen und Verbesserungen der Schnittstelle
es: Versión 2.4.8 25 de marzo de 2020 • Piwigo te advierte cuando: - un sitio web tiene un certificado que no es válido, - antes de establecer una conexión insegura • Gestión de caché mejorada • Correcciones y mejoras menores de la interfaz
fr: Version 2.4.8 25 mars 2020 • Piwigo vous avertit quand : - un site web a un certificat qui n'est pas valide, - avant d'établir une connexion non sécurisée. • Amélioration de la gestion du cache • Corrections de bugs mineurs et améliorations de l'interface
hu: 2.4.8-as verzió 2020 Március 25 • A Piwigo figyelmeztet, amikor: - a weboldal tanúsítványa nem megfelelő, - nem biztonságos kapcsolat létrehozásakor • Továbbfejlesztett gyorsítótár-menedzsment • Kisebb hibajavítások és fejlesztések a felületen
it: Versione 2.4.8 25 marzo 2020 • Piwigo ti avverte quando: - un sito web dispone di un certificato non valido, - prima di stabilire una connessione non sicura • Migliorata gestione cache • Correzioni di bug minori e miglioramenti dell'interfaccia
ja: バージョン2.4.8 2020年3月25日 •Piwigoは次の場合に警告します。 -ウェブサイトに無効な証明書がある -安全でない接続を確立する前 •キャッシュ管理の改善 •マイナーなバグ修正とインターフェイスの改善
nl: Versie 2.4.8 25 maart 2020 • Piwigo waarschuwt je wanneer: - een website heeft een certificaat dat niet geldig is, - voor het opzetten van een onveilige verbinding • Verbeterd cachebeheer • Kleine foutjes gerepareerd en verbeteringen van de interface
ru: Версия 2.4.8 25 марта 2020 • Piwigo предупредит Вас, когда: - на сайте установлен недействительный сертификат, - перед установлением небезопасного соединения • Улучшение управления кэшами • Незначительные исправления и улучшения интерфейса
sv: Version 2.4.8 25 mars 2020 • Piwigo varnar dig när: - en webbplats har ett certifikat som inte är giltigt, - innan du upprättar en osäker anslutning • Förbättrad cachehantering • Mindre buggfixar och förbättringar av gränssnittet
zh_hans: 版本 2.4.8 2020年3月25日 • 新增以下警告条件： - 网站证书不可信 - 建立的连接不安全 • 增强缓存管理机制 • 错误修复和界面改进

# v2.4.7_text
source: Version 2.4.7 January 30, 2020 • Chinese Simplified, Russian and Spanish translations • Fixes a video playback issue on some servers
da: Version 2.4.7 30 januar 2020 • Kinesisk forenklet, russisk og spansk oversættelse • Løser et videoafspilningsproblem på nogle servere
de: Version 2.4.7 30. Januar 2020 • Übersetzungen Chinesisch vereinfacht, Russisch und Spanisch • Behebt ein Problem bei der Videowiedergabe auf einigen Servern
es: Versión 2.4.7 30 de enero 2020 • Traducciones al chino simplificado, ruso y español • Soluciona un problema de reproducción de vídeo de algunos servidores
fr: Version 2.4.7 30 janvier 2020 • Traduction en chinois simplifié, Russe et Espagnol • Résout un problème de lecture vidéo sur certains serveurs
hu: 2.4.7-es verzió 2020 Január 30 • Egyszerűsített Kínai, Orosz és Spanyol fordítások • Javítja a videó-lejátszás hibáját néhány szerveren
id: Version 2.4.7 • Chinese Simplified, Russian and Spanish translations • Fixes a video playback issue on some servers
it: Versione 2.4.7 30 gennaio 2020 • Traduzione cinese semplificata, russa e spagnola • Risolve un problema di riproduzione video su alcuni server
ja: バージョン2.4.7 2020年1月30日 •簡体字中国語、ロシア語、スペイン語の翻訳 •一部のサーバーでのビデオ再生の問題を修正
nl: Versie 2.4.7 30 januari 2020 • Chinese vereenvoudigd, Russisch en Spaans vertalingen • Corrigeert een video afspeelprobleem op sommige servers
ru: Версия 2.4.7 30 января 2020 • Упрощенный китайский, русский и испанский переводы • Исправлена проблема воспроизведения видео на некоторых серверах
sv: Version 2.4.7 30 januari 2020 • Kinesiska, förenklade, ryska och spanska översättningar • Fixar ett videouppspelningsproblem på vissa servrar
zh_hans: 版本2.4.7 2020年1月30日 • 新增简体中文，俄文和西班牙文翻译 • 修复了某些服务器上的视频播放问题

# v2.4.6_text
source: Version 2.4.6 January 18, 2020 • Edit properties of a selection of photos • Change creation date of a photo or video • Option for prefixing file names before upload • Minor bug fixes and improvements of the interface
da: Version 2.4.6 18 januar 2020 • Rediger egenskaber for et udvalg af billeder • Skift oprettelsesdato for et billede eller en video • Mulighed for præfiksering af filnavne inden upload • Mindre fejlrettelser og forbedringer af grænsefladen
de: Version 2.4.6 18. Januar 2020 • Bearbeiten der Eigenschaften einer Auswahl von Fotos • Ändern des Erstellungsdatums eines Fotos oder Videos • Präfix für Dateinamen vor dem Hochladen • Kleinere Fehlerbehebungen und Verbesserungen der Benutzeroberfläche
es: Versión 2.4.6 18 de enero 2020 • Editar las propiedades de una selección de fotos • Cambiar la fecha de creación de una foto o vídeo • Opción para añadir un prefijo a los nombres de archivo antes de subirlos • Corrección de errores menores y mejoras en la interfaz
fr: Version 2.4.6 18 janvier 2020 • Ajoute la modification des propriétés d'une sélection de photos • Modifier la date de création d'une photo ou d'une vidéo • Option pour préfixer les noms de fichier avant téléversement • Corrige des bugs mineurs et améliore l'interface
hu: 2.4.6-os verzió 2020 Január 18 • Kiválasztott fotók tulajdonságainak szerkesztése • Fotók és videók létrehozási dátumának változtatása • Fájlnevek feltöltés előtti előtagozásának lehetősége • Kisebb hibajavítások és fejlesztések a felületen
it: Versione 2.4.6 18 gennaio 2020 • Modifica le proprietà di una selezione di foto • Cambia la data di creazione di una foto o un video • Opzione per la prefissione dei nomi di file prima di caricare • Correzioni di bug minori e miglioramenti dell'interfaccia
ja: バージョン 2.4.6 2020年1月18日 • 写真選択のプロパティを編集 • 写真またはビデオの作成日を変更する • アップロード前にファイル名にプレフィックスを付けるオプション • 軽微なバグの修正とインタフェースの改善
nl: Versie 2.4.6 18 januari 2020 • Bewerk eigenschappen van een selectie foto's • Verander aanmaakdatum van foto of video • Optie voor voorvoegsel bestandsnaam voor upload • Kleine foutjes verbeterd en verbetering van de interface
ru: Версия 2.4.6 18 января 2020 • Изменить свойства выбора фотографий • Изменить дату создания фото или видео • Опция префикса имен файлов перед загрузкой • Незначительные исправления ошибок и улучшения интерфейса
sv: Version 2.4.6 18 januari 2020 • Redigera egenskaper för ett urval av foton • Ändra datum för att skapa ett foto eller en video • Alternativ för att prefix filnamn innan du laddar upp • Mindre buggfixar och förbättringar av gränssnittet
zh_hans: 版本2.4.6 2020年1月18日 • 修改了选中照片的属性 • 更改了照片或视频的创建日期 • 新增在上传前预设文件名的选项 • 错误修复和界面改进

# v2.4.5_text
source: Version 2.4.5 November 6, 2019 • Displays your favorite photos (requires Piwigo 2.10 or later) • Option for presenting photos sorted manually • Allows Community users to create albums (with appropriate rights) • Minor bug fixes and improvements of the interface
da: Version 2.4.5 6 november 2019 • Viser dine yndlingsbilleder (kræver Piwigo 2.10 eller nyere) • Mulighed for præsentation af billeder sorteret manuelt • Tillader Community-brugere at oprette albums (med passende rettigheder) • Mindre fejl rettet og forbedringer af brugerflade
de: Version 2.4.5 6. November 2019 • Zeigt Ihre Lieblingsfotos an (benötigt Piwigo 2.10 oder höher) • Option für die Darstellung von Fotos manuell sortiert • Ermöglicht Community-Benutzern Alben (mit entsprechenden Rechten) • Kleinere Fehlerbehebungen und Verbesserungen der Benutzeroberfläche
es: Versión 2.4.5 6 de noviembre de 2019 • Muestra sus fotos favoritas (requiere Piwigo 2.10 o posterior) • Opción para presentar las fotos ordenadas manualmente • Permite a los usuarios de la Comunidad crear álbums (con los derechos apropiados) • Corrección de errores menores y mejoras en la interfaz
fr: Version 2.4.5 6 novembre 2019 • Affiche vos photos favorites (nécessite Piwigo 2.10 ou ultérieur) • Option de présentation des photos triées manuellement • Permet aux utilisateurs Community de créer des albums (avec les droits appropriés) • Corrige des bugs mineurs et améliore l'interface
hu: 2.4.5-ös verzió 2019 November 6 • Displays your favorite photos (requires Piwigo 2.10 or later) • Fotók mutatása egyedi rendezés szerint • Közösségi felhasználók is hozhatnak létre albumokat (megfelelő jogosultságok függvényében) • Kisebb hibajavítások és fejlesztések a felületen
id: Version 2.4.5 6 November 2019 • Menampilkan gambar favorit Anda (membutuhkan Piwigo 2.10 atau lebih baru) • Opsi untuk menyajikan gambar yang diurutkan secara manual • Mengizinkan pengguna Community membuat album (dengan hak yang sesuai) • Perbaikan bug minor dan perbaikan antarmuka
it: Versione 2.4.5 6 novembre 2019 • Visualizza le tue immagini preferite (richiede Piwigo 2.10 o successivo) • Opzione per la presentazione manuale delle immagini • Consente agli utenti Community di creare album (con diritti appropriati) • Correzioni di bug minori e miglioramenti dell'interfaccia
ja: バージョン 2.4.5 2019年11月6日 • お気に入りの写真を表示します （Piwigo 2.10以降が必要です） • 手動でソートされた写真を表示するオプション • Communityユーザーがアルバムを作成できるようにします（適切な権限を持つ） • 軽微なバグの修正とインタフェースの改善
nl: Versie 2.4.5 6 November 2019 • Toont uw favoriete afbeeldingen (vereist Piwigo 2.10 of hoger) • Optie voor het handmatig presenteren van afbeeldingen • Hiermee kunnen Community gebruikers albums maken (met de juiste rechten) • Kleine foutjes hersteld en verbetering van de interface
ru: Версия 2.4.5 6 ноября 2019 • Отображает ваши любимые фотографии (требует Piwigo 2. 0 или позже) • Опция для представления фото отсортировано вручную • Позволяет пользователям сообщества создавать альбомы (с надлежащими правами) • Исправления и улучшения интерфейса
sv: Version 2.4.5 6 november 2019 • Visar dina favoritbilder (kräver Piwigo 2.10 eller senare) • Alternativ för att presentera bilder sorterade manuellt • Tillåter Community-användare att skapa album (med lämpliga rättigheter) • Mindre bugfixar och förbättringar av gränssnittet
zh_hans: 版本 2.4.5 2019年11月6日 • 显示您最喜欢的照片（需要 Piwigo 2.10 或更高版本) • 新增手动展示照片的选项 • 允许社区用户创建相册（在拥有相应许可的情况下） • 错误修复和界面改进

# v2.4.4_text
source: Version 2.4.4 October 1, 2019 • Fix video upload issues on some servers • Minor bug fixes and improvements of the interface
da: Version 2.4.4 1 oktober 2019 • Løst videooverførselsproblemer på nogle servere • Mindre fejl rettet og forbedringer af brugerflade
de: Version 2.4.4 1. Oktober 2019 • Behebt Probleme beim Hochladen von Videos auf einigen Servern • Kleine Fehlerbeseitigungen und Verbesserungen der Schnittstelle
es: Versión 2.4.4 1 de octubre de 2019 • Corrección de problemas en la subida de vídeos en algunos servidores • Corrección de errores menores y mejoras en la interfaz
fr: Version 2.4.4 1er octobre 2019 • Résout les problèmes de téléchargement de vidéos sur certains serveurs • Corrige des bugs mineurs et améliore l'interface
hu: 2.4.4-es verzió 2019 Október 1 • Videó-feltöltés problémáinak javítása néhány szerver esetében • Kisebb hibajavítások és fejlesztések a felületen
id: Version 2.4.4 1 Oktober, 2019 • Perbaiki masalah upload video di beberapa server • Perbaikan bug minor dan perbaikan antarmuka
it: Versione 2.4.4 1 ottobre 2019 • Risolti problemi di caricamento dei video su alcuni server • Correzioni di bug minori e miglioramenti dell'interfaccia
ja: バージョン 2.4.4 2019年10月1日 • 幾つかのサーバにおける動画アップロード問題の解決 • 軽微なバグの修正とインタフェースの改善
nl: Versie 2.4.4 1 Oktober 2019 • Problemen met video-uploads op sommige servers oplossen • Kleine foutjes hersteld en verbetering van de interface
ru: Версия 2.4.4 1 октября 2019 • Исправлена проблема загрузки видео на некоторых серверах • Исправления мелких ошибок и улучшения интерфейса
sv: Version 2.4.4 1 oktober 2019 • Fixa problem med videouppladdningar på vissa servrar • Mindre bugfixar och förbättringar av gränssnittet
zh_hans: 版本 2.4.4 2019年10月1日 • 修复部分服务器可能会遇到的视频上传问题 • 错误修复和界面改进

# v2.4.3_text
source: Version 2.4.3 September 25, 2019 • iOS 13 compatibility • Minor bug fixes and improvements of the interface
da: Version 2.4.3 25 september 2019 • iOS 13 kompabilitet • Mindre fejl rettet og forbedringer af brugerflade
de: Version 2.4.3 25. September 2019 • iOS 13-Kompatibilität • Kleine Fehlerbeseitigungen und Verbesserungen der Schnittstelle
es: Versión 2.4.3 25 de septiembre de 2019 • Compatibilidad con iOS 13 • Corrección de errores menores y mejoras en la interfaz
fr: Version 2.4.3 25 septembre 2019 • Compatibilité avec iOS 13 • Corrige des bugs mineurs et améliore l'interface
hu: 2.4.3-as verzió 2019 Szeptember 25 • iOS 13 kompatibilitás • Kisebb hibajavítások és fejlesztések a felületen
id: Version 2.4.3 25 September 2019 • Kompatibilitas iOS 13 • Perbaikan bug minor dan perbaikan antarmuka
it: Versione 2.4.3 25 settembre 2019 • Compatibilità iOS 13 • Correzioni di bug minori e miglioramenti dell'interfaccia
ja: バージョン 2.4.3 2019年9月25日 • iOS 13の互換性 • 軽微なバグの修正とインタフェースの改善
nl: Versie 2.4.3 25 September 2019 • iOS 13-compatibiliteit • Kleine foutjes hersteld en verbetering van de interface
pl: Wersja 2.4.3 • Drobne poprawki błędów i ulepszenia interfejsu
ru: Версия 2.4.3 25, 2019 • совместимость с iOS 13 • Исправления и улучшения интерфейса
sv: Version 2.4.3 25 september 2019 • iOS 13-kompatibilitet • Mindre bugfixar och förbättringar av gränssnittet
zh_hans: 版本2.4.3 2019年9月25日 • 支持iOS 13 • 错误修复和界面改进

# v2.4.2_text
source: Version 2.4.2 September 3, 2019 • Adds ability to create tags (admin users only) • Adds ability to change size of album thumbnails • Adds Retina display management • Minor bug fixes and improvements of the interface
da: Version 2.4.2 3 september 2019 • Mulighed for oprettelse af etiketter (kun admin brugere) • Mulighed for ændring af album miniature størrelse • Retina display management tilføjet • Mindre fejl rettet og forbedringer af brugerflade
de: Version 2.4.2 3. September 2019 • Fügt die Fähigkeit hinzu, Stichwörter (nur Administratoren) zu erstellen • Fügt die Fähigkeit ein, die Größe der Miniaturfotos zu ändern • Retina Display Verwaltung • Kleine Fehlerbeseitigungen und Verbesserungen der Schnittstelle
es: Versión 2.4.2 3 de septiembre 2019 • Añade la posibilidad de crear etiquetas (sólo usuarios administradores) • Añade la posibilidad de cambiar el tamaño de las miniaturas del álbum • Añade la gestión de pantalla de Retina • Corrección de errores menores y mejoras en la interfaz
fr: Version 2.4.2 3 septembre 2019 • Ajoute la possibilité de créer des tags (pour administrateurs seulement) • Ajoute la possibilité de changer la taille des vignettes d'album • Ajoute la gestion des écrans Retina • Corrige des bugs mineurs et améliore l'interface
hu: 2.4.2-es verzió 2019 Szeptember 3 • Admin felhasználók létrehozhatnak címkéket • Lehetőség az albumok indexkép-méretének változtatására • Retinaképernyő-menedzsment • Kisebb hibajavítások és fejlesztések a felületen
id: Versi 2.4.2 3 September 2019 • Menambahkan kemampuan untuk membuat tag (hanya pengguna admin) • Menambahkan kemampuan untuk mengubah ukuran thumbnail album • Menambahkan manajemen tampilan Retina • Perbaikan bug minor dan peningkatan antarmuka
it: Versione 2.4.2 3 settembre 2019 • Aggiunge la possibilità di creare tag (solo utenti amministratori) • Aggiunge la possibilità di modificare le dimensioni delle miniature degli album • Aggiunge la gestione del display Retina • Correzioni di bug minori e miglioramenti dell'interfaccia
ja: バージョン 2.4.2 2019年9月3日 • タグを作成する機能を追加（管理者ユーザのみ） • アルバムサムネールのサイズを変更する機能を追加 • Retinaディスプレイ管理を追加 • 軽微なバグの修正とインタフェースの改善
nl: Versie 2.4.2 3 September 2019 • Voegt de mogelijkheid om labels te maken toe (alleen voor admin gebruikers) • Voegt de mogelijkheid om de grootte van de album-miniaturen te veranderen • Voegt Retina beeldscherm-management toe • Kleine foutjes hersteld en verbetering van de interface
pl: Wersja 2.4.2 3 września 2019 • Dodaje możliwość tworzenia znaczników (tylko użytkownicy administracyjni) • Dodaje możliwość zmiany rozmiaru miniatur albumów • Dodaje zarządzanie wyświetlaniem Retina • Drobne poprawki błędów i ulepszenia interfejsu
ru: Версия 2.4.2 3 сентября 2019 • Добавляет возможность создавать теги (только для администратора) • Добавляет возможность изменять размер эскизов альбомов • Добавляет управление отображением сетчатки • Исправления мелких ошибок и улучшения интерфейса
sv: Version 2.4.2 3 september 2019 • Lägger till förmågan att skapa taggar (endast adminanvändare) • Lägger till möjligheten att ändra storlek på albumminiatyrerna • Lägger till retina-displayhantering • Mindre bugfixar och förbättringar av gränssnittet
zh_hans: 版本2.4.2 2019年9月3日 • 增加创建标签的功能(仅限管理员用户) • 增加更改相册缩略图大小的功能 • 增加Retina显示管理 • 错误修复和界面改进

# v2.4.1_text
source: Version 2.4.1 August 10, 2019 • Adds "Tags", "Most visited", "Best rated" and "Recent photos" albums • Minor bug fixes and improvements of the interface
da: Version 2.4.1 10 august 2019 • Tilføjer albummer "Etiketter", "Mest sete", "Bedst bedømte" og "Nye fotografier" • Mindre fejlrettelser og forbedringer af brugerflade
de: Version 2.4.1 10. August 2019 • Fügt die Alben "Schlagwörter", "Am häufigsten angesehen", "Am besten bewertet" und "Neueste " hinzu • Kleinere Fehlerbeseitigungen und Verbesserungen im Interface
es: Versión 2.4.1 10 de agosto de 2019 • Añade "Etiquetas", "Más visitado", Álbumes de "Mejor valoración" y "Fotos recientes" • Corrección de errores menores y mejoras en la interfaz
fr: Version 2.4.1 10 août 2019 • Ajoute les albums "Tags", "Plus vues", "Mieux notées" et "Photos récentes" • Corrige des bugs mineurs et améliore l'interface
hu: 2.4.1-es verzió 2019 Augusztus 10 • Elérhetőek lettek a "címkék", "legtöbbet látogatott", "legjobbra értékelt", és "új fotók" albumok • Kisebb hibajavítások és fejlesztések a felületen
id: Versi 2.4.1 10 Agustus, 2019 • Menambahkan album "Tag", "Paling sering dikunjungi", "Nilai terbaik" dan "Foto terbaru" • Perbaikan bug minor dan perbaikan antarmuka
it: Versione 2.4.1 10 agosto 2019 • Aggiunge gli album "Tags", "Le più viste", "I più votati" e "Ultime foto" • Correzioni di bug minori e miglioramento dell'interfaccia
ja: バージョン2.4.1 2019年8月10日 • "タグ", "最多アクセス"、 "最高評価"、 "最近の写真"アルバムを追加 • 軽微なバグの修正とインタフェースの改善
nl: Versie 2.4.1 • Voegt albums "Labels", "Meest bezocht", "Best gewaardeerd" en "Recente foto's" toe • Kleine foutjes verbeterd en verbetering van de interface
pl: Wersja 2.4.1 10 sierpnia 2019 • Dodaje albumy „Znaczniki”, „Najczęściej odwiedzane”, „Najlepiej oceniane” i „Najnowsze zdjęcia” • Drobne poprawki błędów i ulepszenia interfejsu
ru: Версия 2.4.1 10 августа 2019 • Добавляет "Метки", "Самые посещаемые", Альбомы "Лучшая оценка" и "Последние фотографии" • Незначительные исправления и улучшения интерфейса
sv: Version 2.4.1 10 augusti 2019 • Lägger till album "Etiketter", "Mest besökta", "Högst betygsatta" och "Senaste bilder" • Mindre buggfixar och förbättring av gränssnittet
zh_hans: 版本2.4.1 2019年8月10日 • 添加 "标签", "最多可视化", “最佳评分”和“最近照片”相册 • 错误修复和界面改进
