Repository: Piwigo/Piwigo-Mobile
Catalog: piwigo/Resources/*.lproj/ReleaseNotes.strings
Languages: da, de, es, fr, hu, id, it, ja, nl, pl, ru, sv, zh_hans

# v2.1.3_text
source: Version 2.1.3 October 19, 2017 • Add basic access authentication • Allow cancelling auto-connection • Improve interface and upload management • Improve translations and iOS 11 compatibility • Fix bug encountered with "Not uploaded" filter • Code modernization
da: Version 2.1.3 19 oktober 2017 • Tilføjet grundlæggende adgangskontrol • Tilføjet afbrydelse af autoforbindelse • Forbedring af brugergrænseflade og upload • Forbedret oversættelse og iOS 11 kompabilitet • Rettet fejl ved "ikke overført" filter • Modernisering af kode
de: Version 2.1.3 19. Oktober 2017 • Hinzugefügt Basiszugriffsauthentifizierung • Möglichkeit die automatische Verbindung abzubrechen • Verbesserung der Schnittstelle und Verwaltung beim Hochladen • Aktualisierte Übersetzungen und iOS 11 Kompatibilität • Fehlerbehebung beim "Nicht hochgeladen" Filter • Code Aktualisierung
es: Versión 2.1.3 19 de octubre 2017 • Añadida la autenticación de acceso básico • Permitir cancelar la conexión automática • Mejora de la interfaz y la gestión de subida de archivos • Mejora de las traducciones y la compatibilidad con iOS 11 • Corrección del error encontrado con el filtro "No subida" • Modernización del código
fr: Version 2.1.3 19 octobre 2017 • Ajoute l'accès par authentification HTTP(S) • Permet de stopper l'auto-connexion • Améliore l'interface et la gestion des téléversements • Améliore les traductions et la compatibilité avec iOS 11 • Règle un bug rencontré avec le filtre "Pas Encore Envoyées" • Modernisation du code
hu: 2.1.3-as verzió 2017 Október 17 • Új alapszintű hitelesítés • Lehetővé teszi az automata kapcsolódás leállítását • Interfész és feltöltés-menedzsment továbbfejlesztése • Fordítások továbbfejlesztése, és iOS 11 kompatibilitás • Kijavítja a "Nincs feltöltve" szűrő hibáját • Kódmodernizálás
id: Versi 2.1.3 19 Oktober, 2017 • Penambahan pengesahan akses dasar • Izinkan pembatalan sambungan otomatis • Peningkatan antarmuka dan manajemen unggah • Peningkatan terjemahan dan kompatibilitas iOS 11 • Perbaikan bug yang ditemui dengan filter "Tidak diunggah" • Kode modernisasi
it: Versione 2.1.3 19 ottobre 2017 • Aggiungi autenticazione di accesso di base • Consenti l'annullamento della connessione automatica • Migliora l'interfaccia e la gestione del caricamento • Migliora le traduzioni e la compatibilità con iOS 11 • Risolto bug riscontrato con il filtro "Non caricato" • Modernizzazione del codice
ja: バージョン 2.1.3 2017年10月19日 • 基本アクセス認証機能を追加 • 自動接続の取り消しを可能にした • インタフェースとアップロード管理を改善 • 翻訳とiOS 11との互換性を改善 • 「アップロードしていない」フィルタで発覚したバグの修正 • コードの近代化
nl: Versie 2.1.3 Oktober 19, 2017 • Toegevoegd basistoegangsauthenticatie • Toestaan dat de automatische verbinding wordt geannuleerd • Verbetering interface- en uploadbeheer • Verbetering vertalingen en iOS 11-compatibiliteit • Fout verbeterd die is aangetroffen met het filter "Niet geüpload" • Code modernisering ________________________________________
pl: Wersja 2.1.3 19 października 2017 • Dodanie obsługi podstawowej autentykacji HTTP(S) • Dodanie możliwości anulowania auto podłączania • Poprawki interfejsu i wysyłania • Poprawki tłumaczenia i obsługi iOS 11 • Poprawki kodu
ru: Версия 2.1.3 19 октября 2017 • Добавить базовую аутентификацию доступа • Разрешить отмену автоподключения • Улучшить интерфейс и управление загрузкой • Улучшить совместимость с переводами и iOS 11 • Исправлена ошибка с фильтром «Не загружается» • Модернизация кода
sv: Version 2.1.3 19 oktober 2017 • Lagt till grundläggande behörighetskontroll • Lagt till tillåtelse att avbryta automatisk anslutning • Förbättrat gränssnitt och uppladdningshantering • Förbättrade översättningar och kompatibilitet med iOS 11 • Rättat fel med "Ej uppladdat" filter • Kod modernisering
zh_hans: 版本2.1.3 2017年10月19日 • 新增HTTP基础验证支持 • 支持取消自动连接 • 界面与上传管理功能改进 • 增强与iOS11的兼容性 • 修复在使用”未上传“过滤器时候遇到的BUG • 代码优化

# v2.1.2_text
source: Version 2.1.2 September 7, 2017 • Fix refused login with Community plugin versions <2.9 • Improve translations • Maintenance work
da: Version 2.1.2 7 september 2017 • Rettelse af fejl i forbindelse med login ved Community versioner < 2,9 • Forbedrede oversættelser • Vedligeholdelses arbejde
de: Version 2.1.2 7. September 2017 • Fehlerbehebung Anmeldung verweigert in Zusammenhang mit der Community Erweiterung Versionen < 2.9 • Aktualisierte Übersetzungen • Hausputz
es: Versión 2.1.2 7 de septiembre de 2017 • Corregir el inicio de sesión rechazado con las versiones del plugin de la Comunidad <2.9 • Mejora de las traducciones • Trabajo de mantenimiento
fr: Version 2.1.2 7 septembre 2017 • Règle un problème de connexion refusée avec les versions <2.9 de l'extension Community • Amélioration des traductions • Maintenance du code
hu: 2.1.2-es verzió 2017 Szeptember 7 • Kijavítja a Közösségi bővítmény 2.9 előtti verzióinál tapasztalt elutasított bejelentkezés problémáját • Fordítások továbbfejlesztése • Karbantartási munkálatok
id: Versi 2.1.2 7 September, 2017 • Perbaikan penolakan yang ditolak dengan plugin Community versi <2.9 • Peningkatan terjemahan • Pemeliharaan
it: Versione 2.1.2 7 settembre 2017 • Correggi il login rifiutato con le versioni di plug-in della comunità <2,9 • Migliora le traduzioni • Manutenzione
ja: バージョン 2.1.2 2017年9月7日 • Communityプラグインのバージョン<2.9でログイン拒否される問題を修正 • 翻訳の改善 • 保守作業
nl: Versie 2.1.2 7 September 2017 • Hersteld geweigerde aanmelding met Community-plug-in-versies <2.9 • Verbeterde vertalingen • Onderhoudswerkzaamheden ‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_
pl: Wersja 2.1.2 7 września 2017 • Poprawka odmowy logowania z wtyczką społeczność w wersji wtyczki < 2.9 • Poprawy tłumaczenia • Drobne poprawki
ru: Версия 2.1.2 7 сентября 2017 • Исправлена ошибка входа с помощью плагина Сообщества <2.9 • Улучшение переводов • Техническая работа
sv: Version 2.1.2 7 september 2017 • Fixat nekad inloggning med Community plugin <2.9 • Förbättrade översättningar • Underhållsarbete
zh_hans: 版本2.1.2 2017年9月7日 • 修复社区插件版本低于2.9时出现拒绝登录的BUG • 改进翻译 • 日常维护

# v2.1.1_text
source: Version 2.1.1 August 20, 2017 • Fix bug encountered with non-valid SSL certificates • Improve Danish translation
da: Version 2.1.1 20 august 2017 • Rettelse af fejl i forbindelse med ugyldige SSL certifikater • Forbedret Dansk oversættelse
de: Version 2.1.1 20. August 2017 • Fehlerbehebung ungültigen SSL-Zertifikaten • Aktualisierte dänische Übersetzung
es: Versión 2.1.1 20 de agosto de 2017 • Corrección del error encontrado con certificados SSL no válidos • Mejora de la traducción danesa
fr: Version 2.1.1 20 août 2017 • Correction d’un bug rencontré avec les certificats SSL non valides • Amélioration de la traduction en danois
hu: 2.1.1-es verzió 2017 Augusztus 20 • Kijavít egy hibát amely a nem megfelelő SSL tanúsítványok esetében jelentkezett • Továbbfejlesztett Dán fordítás
id: Versi 2.1.1 20 Agustus, 2017 • Perbaikan bug yang ditemui dengan sertifikat SSL yang tidak valid • Perbaikan terjemahan bahasa Denmark
it: Versione 2.1.1 20 agosto 2017 • Risolto bug riscontrato con certificati SSL non validi • Migliora la traduzione danese
ja: バージョン 2.1.1 2017年8月20日 • 検証されていないSSL証明書で発覚したバグの修正 • デンマーク語翻訳の改善
nl: Versie 2.1.1 20 Augustus 2017 • Fout verbeterd die is aangetroffen met ongeldige SSL-certificaten • Verbeterde Deense vertaling ‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_‎_
pl: Wersja 2.1.1 20 sierpnia 2017 • Poprawki błędów napotkanych przy nieważnych certyfikatach SSL • Poprawa duńskiego tłumaczenia
ru: Версия 2.1.1 20 августа 2017 • Исправлена ошибка с недействительными SSL сертификатами • Улучшить датский перевод
sv: Version 2.1.1 20 augusti 2017 • Fixat bugg med icke-giltiga SSL-certifikat • Förbättrad dansk översättning
zh_hans: 版本2.1.1 2017年8月20日 • 修复使用无效SSL证书时遇到的BUG • 改进丹麦翻译

# v2.1.0_text
source: Version 2.1 August 14, 2017 • Community extension compatibility • Danish, French, Polish translations • Bug fixes
da: Version 2.1 14 august 2017 • Community extension kompatibilitet • Dansk, Fransk og Polsk oversættelse • Fejlrettelser
de: Version 2.1 14. August 2017 • Kompatibilität mit der Community Erweiterung • Dänische, Französische, Polnische Übersetzungen • Fehlerbehebungen
es: Versión 2.1 14 de agosto de 2017 • Compatibilidad con las extensiones de la comunidad • Traducciones al danés, francés y polaco • Corrección de errores
fr: Version 2.1 14 août 2017 • Compatibilité avec l'extension Community • Traductions en danois, français et polonais • Corrections de bugs
hu: 2.1-es verzió 2017 Augusztus 17 • Közösségi bővítmény-kompatibilitás • Dán, Francia és Lengyel fordítás • Hibajavítások
id: Versi 2.1 14 Agustus, 2017 • Kompatibilitas dengan ekstensi Community • Terjemahan bahasa Denmark, Prancis, dan Polandia • Perbaikan bug
it: Versione 2.1 14 agosto 2017 • Compatibilità delle estensioni della community • Traduzioni danese, francese, polacco • Correzioni di bug
ja: バージョン 2.1 2017年8月14日 • Community拡張の互換性 • デンマーク語、フランス語、ポーランド語への翻訳 • バグの修正
nl: Versie 2.1 14 Augustus 2017 • Community extensie overeenstemming • Deense, Franse, Poolse vertalingen • Fouten verbeterd
pl: Wersja 2.1 14 sierpnia 2017 • Dodanie kompatybilności z rozszerzeniem Community (Społeczność) • Dodanie duńskiego, francuskiego i polskiego tłumaczenia • Poprawki
ru: Версия 2.1 14 августа 2017 • Совместимость с сообществом • Датский, Французский и Польский переводы • Исправления ошибок
sv: Version 2.1 14 augusti 2017 • Kompatibilitet för Communitytillägg • Danska, franska, polska översättningar • Bug fixar
zh_hans: 版本2.1 2017年8月14日 • 提升社区扩展兼容性 • 支持丹麦、法文、波兰语本地化 • Bug 修复

# v2.0.4_text
source: Version 2.0.4 July 28, 2017 • iPad — Fix fuzzy thumbnails and the impossibility to edit photos on iPad • Videos — Fix upload and download issues (VideoJS extension required on server) • Settings — Add options to remove titles & change thumbnails resolution • Improve connection reliability and inform when upload completed • Minor bug fixes and improvements of the interface
da: Version 2.0.4 28 juli 2017 • iPad-Fix fuzzy miniaturer og er manglende muligheden for at redigere billeder på iPad • Videoer — Fix af upload og download spørgsmål (VideoJS extension kræves på serveren) • Indstillinger — Tilføjet mulighed for at fjerne titler & ændre miniaturer opløsning • Forbedret forbindelsesstabilitet og information når upload er afsluttet • Mindre fejlrettelser og forbedringer af brugergrænsefladen
de: Version 2.0.4 28. Juli 2017 • iPad - Fehlerbeseitigung für unscharfe Miniaturen und der fehlenden Bearbeitungsmöglichkeit von • Videos - Fehlerbehebung mein Hoch- und Herunterladen ‎(VideoJS Erweiterung auf dem Piwigo Server erforderlich‎) • Einstellungen - Optionen hinzugefügt um Titel zu entfernen und die Auflösung von Miniaturfotos verändern zu können • Verbessert - Zuverlässigkeit bei der Serververbindung, Meldung wenn das Hochladen abgeschlossen wurde • Kleinere Fehler beseitigt und Verbesserungen der Benutzeroberfläche
es: Versión 2.0.4 28 de julio 2017 • iPad — Corrección de las miniaturas difusas y de la imposibilidad de editar fotos en iPad • Vídeos — Corrección de problemas de carga y descarga (extensión VideoJS requerida en el servidor) • Ajustes — Añadidas opciones para eliminar títulos y cambiar resolución de miniaturas • Mejorada la fiabilidad de la conexión, y se informa cuando se completa la carga • Corrección de errores menores y mejoras en la interfaz
fr: Version 2.0.4 28 juillet 2017 • iPad — Règle le problème de vignettes floues et l'impossibilité d'éditer les photos • Vidéos — Règle des problèmes de téléchargement et d'envoi (extension VideoJS requise sur le serveur) • Réglages — Ajoute des options pour retirer les titres et changer la résolution des vignettes • Améliore la fiabilité de la connexion et informe quand l'envoi d'images/vidéos est terminé • Corrections de bugs mineurs et amélioration de l'interface
hu: 2.0.4-es verzió 2017 Július 28 • iPad — Kijavítja az elmosódott bélyegképek, és a szerkesztési lehetőség elvesztésének problémáját. • Videók — Kijavítja a feltöltés és letöltés hibáit (VideoJS bővítményre szükség van a szerveren) • Beállítások — Add options to remove titles & change thumbnails resolution • Kapcsolat megbízhatóságának továbbfejlesztése, és a feltöltés befejezését megerősítő információ • Kisebb hibajavítások és fejlesztések a felületen
id: Versi 2.0.4 28 Juli 2017 • iPad - Perbaikan gambar mini fuzzy dan ketidakmampuan untuk mengedit foto di iPad • Video - Perbaikan masalah unggah dan unduh (ekstensi VideoJS diperlukan pada peladen) • Pengaturan - Menambahkan opsi untuk menghapus judul & mengubah resolusi gambar mini • Perbaikan keandalan koneksi dan informasi saat proses unggah selesai • Perbaikan bug minor dan perbaikan antarmuka
it: Versione 2.0.4 28 luglio 2017 • iPad - Risolvi le anteprime fuzzy e l'impossibilità di modificare le foto su iPad • Video: risoluzione dei problemi di caricamento e download (estensione VideoJS richiesta sul server) • Impostazioni - Aggiungi opzioni per rimuovere titoli e modificare la risoluzione dei thumbnails • Migliora l'affidabilità della connessione e informa quando il caricamento è completato • Correzioni di bug minori e miglioramento dell'interfaccia
ja: バージョン 2.0.4 2017年7月28日 • iPad — ぼやけたサムネイルと写真編集できない問題を修正 • 動画 — アップロードとダウンロードに関する問題を修正 (サーバにVideoJS拡張が必要) • 設定 — 題名の削除とサムネイルの解像度変更のオプションを追加 • 接続の信頼性を改善、アップロードが完了した時に通知 • 軽微なバグの修正とインタフェースの改善
nl: Versie 2.0.4 28 Juli 2017 • iPad — Vage miniaturen verbeterd en de onmogelijkheid om foto's te bewerken op de iPad • Video's — Problemen met uploaden en downloaden verholpen ‎(VideoJS-extensie vereist op server‎) • Instellingen — Opties toegevoegd om titels te verwijderen en de resolutie van miniaturen te wijzigen • De betrouwbaarheid verbeterd van de verbinding en melding wanneer het uploaden is voltooid • Kleine foutjes verbeterd en verbetering van de interface
pl: Wersja 2.0.4 28 lipca 2017 • iPad — naprawić rozmyte miniatury i niemożliwość edycji zdjęć na iPadzie • Filmy — poprawka wysyłania i pobierania problemy (wymagane na serwerze rozszerzenia VideoJS) • Ustawień — Dodaj opcje aby usunąć tytuły & zmiana miniatury rozdzielczość • Poprawić niezawodność połączeń i informuje, kiedy przesyłanie zakończone • Poprawki błędów i usprawnienia interfejsu
ru: Версия 2.0.4 28 июля 2017 • iPad — Исправь нечеткие эскизы и невозможность редактировать фотографии на iPad • Видео — Исправить проблемы загрузки и загрузки (требуется расширение VideoJS на сервере) • Настройки— Добавить опции, чтобы удалить заголовки и изменить разрешение эскизов • Улучшить надежность подключения и сообщить о завершении загрузки • Исправления мелких ошибок и улучшения интерфейса
sv: Version 2.0.4 28 juli 2017 • iPad - Fixat suddiga miniatyrbilder och omöjligheten att redigera bilder på iPad • Videor - Fixat uppladdning och nedladdning (VideoJS-tillägg krävs på servern) • Inställningar - Lagt till alternativ för att ta bort titlar & ändra miniatyrbildsupplösning • Förbättrad anslutningsäkerhet och informerar när uppladdningen är klar • Mindre buggfixar och förbättring av gränssnittet
zh_hans: 版本2.0.4 2017年7月28日 • iPad - 修复模糊缩略图和iPad无法编辑照片的问题 • 视频 - 修复上传和下载问题 (服务器需要安装VideoJS扩展) • 设置 - 添加删除标题和改变缩略图分辨率的选项 • 提高上传完成时连接的可靠性， • 错误修复和界面改进

# v2.0.3_text
source: Version 2.0.3 May 26, 2017 • Add option to strip GPS metadata in Settings page • Add current cache usage in Settings page • Fix cache settings sometimes forgotten/reset • Fix upload photo settings sometimes lost/reset
da: Version 2.0.3 26 maj 2017 • Tilføjet mulighed for at strippe GPS-metadata i indstillingerne • Tilføjet aktuelt cache brug i indstillingerne • Fix af at cache indstillinger undertiden blev glemt/reset • Fix af at indstillinger for billedupload undertiden blev glemt/reset
de: Version 2.0.3 Mai 26, 2017 • Option in den Einstellungen hinzugefügt um GPS-Metadaten zu löschen • Cache-Nutzung in den Einstellungen ersichtlich • Fehlerbehebung Cache Einstellungen wurden manchmal gelöscht/Reset • Fehlerbehebung Foto hochladen Einstellungen wurden manchmal gelöscht/Reset
es: Versión 2.0.3 26 de mayo 2017 • Añadida opción para eliminar los metadatos de GPS en la página de ajustes • Añadido el uso actual de caché en la página de ajustes • Corregido el olvido/restablecimiento a veces de los ajustes de caché • Corregida la pérdida/restablecimiento a veces de los ajustes de subida de fotos
fr: Version 2.0.3 26 mai 2017 • Propose une nouvelle option permettant d'effacer les métadonnées GPS des images envoyées au serveur • Affiche désormais les volumes de cache utilisés dans la page Settings • Règle les situations où les réglages de cache étaient perdus ou modifiés • Règle les situations où les réglages des images envoyées étaient perdus ou réinitialisés
hu: 2.0.3-as verzió 2017 Május 26 • Új lehetőség a GPS metaadatok eltávolítására a beállítások oldalon • Jelenlegi gyorsítótár használati adatok mutatása a beállítások oldalon • Kijavít egy hibát, amitől a gyorsítótár beállításainak mentése/alaphelyzetbe állítása sikertelen volt • Kijavít egy hibát, amitől a fotók feltöltési beállításai néha elvesztek/alaphelyzetbe álltak vissza
id: Versi 2.0.3 26 Mei 2017 • Tambahkan opsi untuk mengupas metadata GPS di halaman Pengaturan • Tambahkan penggunaan tembolok saat ini di halaman Pengaturan • Perbaiki pengaturan tembolok terkadang terlupakan/atur ulang • Perbaiki pengaturan gambar unggah terkadang hilang/atur ulang
it: Versione 2.0.3 26 maggio 2017 • Aggiungi l'opzione per rimuovere i metadati GPS nella pagina Impostazioni • Aggiungi l'utilizzo della cache corrente nella pagina Impostazioni • Correggere le impostazioni della cache a volte dimenticate / ripristinate • Correggere le impostazioni di caricamento dell'immagine a volte perse / ripristinate
ja: バージョン 2.0.3 2017年5月26日 • 設定ページにGPSメタデータを除去するオプションを追加 • 設定ページに現在のキャッシュ使用量を追加 • キャッシュの設定が忘れられたりリセットされる問題を修正 • 写真アップロードの設定が忘れられたりリセットされる問題を修正
nl: Versie 2.0.3 26 Mei 2017 • Optie toegevoegd om GPS-metadata te strippen op de pagina Instellingen • Huidige cache-gebruik toevoegen op de pagina Instellingen • Verbeterde cache-instellingen soms vergeten ‎/ opnieuw instellen • Verbeterde upload beeldinstellingen soms verloren ‎/ opnieuw instellen
pl: Wersja 2.0.3 26 maja 2017 • Dodaj opcję usunięcie metadanych GPS w ustawieniach strony • Dodaj bieżące użycie pamięci podręcznej w ustawienia strona • Poprawka pamięci podręcznej ustawienia czasami zapomniane/reset • Poprawka wysyłania obrazu ustawienia czasami stracił/reset
ru: Версия 2.0.3 26 мая 2017 • Добавить опцию к разделению метаданных GPS на странице настроек • Добавить текущее использование кэша в Настройках • Фиксация настроек кэша иногда забыты/сброса • Исправить настройки загрузки изображений иногда утеряна/сброса
sv: Version 2.0.3 26 maj 2017 • Lagt till alternativ för att ta bort GPS-metadata på inställningssidan • Lagt till aktuell cache-användning på inställningssidan • Fixat cache-inställningar som ibland var glömda/återställda • Fixat uppladdning av bildinställningar som ibland blev förlorade/återställda
zh_hans: 版本2.0.3 2017年5月26日 • 在设置里添加删除GPS元数据的选项 • 在设置页面添加当前缓存用量选项 • 修复缓存设置有时被重置的问题 • 修复上传图像设置有时被重置的问题
